Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: Reconnecting...
de: Verbinde erneut...
it: Riconnessione...
nl_nl: Opnieuw verbinden...

source: The connection to the server is lost, attempting again in <strong>0:{{ countdown() | number: '2.0-0' }}</strong>
de: Die Verbindung zum Server ist verloren, versuche erneut in <strong>0:{{ countdown() | number: '2.0-0' }}</strong>
it: La connessione al server è stata persa, nuovo tentativo tra <strong>0:{{ countdown() | number: '2.0-0' }}</strong>
nl_nl: De verbinding met de server is verbroken, opnieuw proberen over <strong>0:{{ countdown() | number: '2.0-0' }}</strong>

source: Browse path
de: Pfad durchsuchen
it: Sfoglia percorso
nl_nl: Pad bladeren

source: Manually type path
de: Pfad eingeben
it: Digita manualmente il percorso
nl_nl: Pad handmatig invoeren

source: Show hidden {{ showFiles() ? 'files' : 'folders' }}
de: Versteckte {{ showFiles() ? 'files' : 'folders' }} anzeigen
it: Mostra {{ showFiles() ? 'files' : 'folders' }} nascosti
nl_nl: Toon verborgen {{ showFiles() ? 'files' : 'folders' }}

source: Create folder
de: Ordner erstellen
it: Crea cartella
nl_nl: Maak map aan

source: Enter new folder path
de: Neuen Ordnerpfad eingeben
it: Inserisci il nuovo percorso della cartella
nl_nl: Voer nieuw mappad in

source: Create folder <sh-icon>folder-plus</sh-icon>
de: Ordner erstellen <sh-icon>folder-plus</sh-icon>
it: Crea cartella <sh-icon>folder-plus</sh-icon>
nl_nl: Maak map aan <sh-icon>folder-plus</sh-icon>

source: An error occurred while trying to create the folder.
de: Beim Erstellen des Ordners trat ein Fehler auf.
it: Si è verificato un errore durante il tentativo di creare la cartella.
nl_nl: Er trad een fout op bij het aanmaken van de map.

source: Cannot create folder
de: Kann Ordner nicht erstellen
it: Impossibile creare la cartella
nl_nl: Kan map niet aanmaken

source: Notifications <button shButton (click)="toggleNotifications()"><sh-icon>x-circle</sh-icon></button>
de: Benachrichtigungen <button shButton (click)="toggleNotifications()"><sh-icon>x-circle</sh-icon></button>
it: Notifiche <button shButton (click)="toggleNotifications()"><sh-icon>x-circle</sh-icon></button>
nl_nl: Meldingen <button shButton (click)="toggleNotifications()"><sh-icon>x-circle</sh-icon></button>

source: Alerts <button shButton (click)="toggleAlerts()"><sh-icon>x-circle</sh-icon></button>
de: Alarme <button shButton (click)="toggleAlerts()"><sh-icon>x-circle</sh-icon></button>
it: Avvisi <button shButton (click)="toggleAlerts()"><sh-icon>x-circle</sh-icon></button>
nl_nl: Waarschuwingen <button shButton (click)="toggleAlerts()"><sh-icon>x-circle</sh-icon></button>

source: No alerts yet
de: Noch keine Alarme
it: Non ci sono ancora avvisi
nl_nl: Nog geen meldingen

source: Pause settings
de: Einstellungen für Pause
it: Impostazioni della pausa
nl_nl: Pauze-instellingen

source: Also pause transfers
de: Auch Übertragungen pausieren
it: Metti in pausa anche i trasferimenti
nl_nl: Pauzeer ook overdrachten

source: If you pause transfers they could time out and cause retries or failures.
de: Wenn Übertragungen pausiert werden können sie Timeouts hervorrufen und dadurch Wiederholungen oder Fehler verursachen.
it: Se metti in pausa i trasferimenti, questi potrebbero andare in timeout e causare tentativi o fallimenti.
nl_nl: Als u overdrachten pauzeert, kan er een time-out optreden, wat tot nieuwe pogingen of mislukkingen kan leiden.

source: Update settings
de: Update-Einstellungen
it: Aggiornamento impostazioni
nl_nl: Update-instellingen

source: 5 minutes
de: 5 Minuten
it: 5 minuti
nl_nl: 5 minuten

source: 10 minutes
de: 10 Minuten
it: 10 minuti
nl_nl: 10 minuten

source: 15 minutes
de: 15 Minuten
it: 15 minuti
nl_nl: 15 minuten

source: 30 minutes
de: 30 Minuten
it: 30 minuti
nl_nl: 30 minuten

source: 1 hour
de: 1 Stunde
it: 1 ora
nl_nl: 1 uur

source: 4 hours
de: 4 Stunden
it: 4 ore
nl_nl: 4 uur

source: 8 hours
de: 8 Stunden
it: 8 ore
nl_nl: 8 uur

source: 24 hours
de: 24 Stunden
it: 24 ore
nl_nl: 24 uur

source: Until resumed
de: Bis zur Wiederaufnahme
it: Fino alla ripresa
nl_nl: Tot hervatting

source: @if (resetting()) { Resetting <div class="status blinking"></div>}@else { Click to register <div class="status"></div>}
nl_nl: @if (resetting()) { Resetting <div class="status blinking"></div>}@else { Klik om te registreren <div class="status"></div>}

source: Registering <div class="status warning blinking"></div>
de: Registrierung <div class="status warning blinking"></div>
nl_nl: Registreren <div class="status warning blinking"></div>

source: Click to register <div class="status"></div>
de: Klicken zur Registrierung <div class="status"></div>
nl_nl: Klik om te registreren <div class="status"></div>

source: <sh-icon i18n-shTooltip shTooltip="Cancel registration" (click)="cancel()">x-circle</sh-icon><div class="claim" (click)="claim()">Click to claim</div><div class="status success blinking"></div>
nl_nl: <sh-icon i18n-shTooltip shTooltip="Cancel registration" (click)="cancel()">x-circle</sh-icon><div class="claim" (click)="claim()">Klik om te claimen</div><div class="status success blinking"></div>

source: Cancel registration
de: Registrierung abbrechen
it: Cancella registrazione
nl_nl: Registratie annuleren

source: Connected <div class="status success"></div>
de: Verbunden <div class="status success"></div>
nl_nl: Verbonden <div class="status success"></div>

source: {{ nextBackup().backup?.Backup?.Name }} - <sh-icon>clock</sh-icon> {{ nextBackup().time | relativeTime }} at {{ nextBackup().time | date: 'shortTime' }}
nl_nl: {{ nextBackup().backup?.Backup?.Name }} - <sh-icon>clock</sh-icon> {{ nextBackup().time | relativeTime }} om {{ nextBackup().time | date: 'shortTime' }}

source: No scheduled tasks
de: Keine geplanten Aufgaben
it: Nessuna attività pianificata
nl_nl: Geen geplande taken

source: Loading <sh-spinner [style.--spinner-size]="'12px'" [style.--spinner-thickness]="'2px'"></sh-spinner>
de: Lade <sh-spinner [style.--spinner-size]="'12px'" [style.--spinner-thickness]="'2px'"></sh-spinner>
it: Caricamento <sh-spinner [style.--spinner-size]="'12px'" [style.--spinner-thickness]="'2px'"></sh-spinner>
nl_nl: Laden <sh-spinner [style.--spinner-size]="'12px'" [style.--spinner-thickness]="'2px'"></sh-spinner>

source: <sh-icon>skull</sh-icon> Abort
de: <sh-icon>skull</sh-icon> Abbruch
it: <sh-icon>skull</sh-icon> Interrompi
nl_nl: <sh-icon>skull</sh-icon> Afbreken

source: <sh-icon>stop</sh-icon> Stop
it: <sh-icon>stop</sh-icon> Ferma
nl_nl: <sh-icon>stop</sh-icon> Stoppen

source: @if (clientIsRunning()) {<sh-icon>pause</sh-icon> Pause }@else {<sh-icon>play</sh-icon> Resume }
de: @if (clientIsRunning()) {<sh-icon>pause</sh-icon> Pause }@else {<sh-icon>play</sh-icon> Fortsetzen }
nl_nl: @if (clientIsRunning()) {<sh-icon>pause</sh-icon> Pauzeren }@else {<sh-icon>play</sh-icon> Hervatten }

source: Starting operation
nl_nl: Bewerking wordt gestart

source: Starting backup
nl_nl: Back-up wordt gestart ...

source: Verifying backend data
nl_nl: Controleren van backend gegevens ...

source: Verifying remote data
nl_nl: Controleren remote gegevens ...

source: Completing previous backup
nl_nl: Afronden vorige back-up ...

source: Processing files to backup
nl_nl: Bestanden verwerken om te back-uppen

source: Completing backup
nl_nl: Afronden back-up ...

source: Waiting for upload to finish
nl_nl: Wachten op voltooien van upload ...

source: Deleting unwanted files
nl_nl: Ongewenste bestanden verwijderen ...

source: Compacting remote data
nl_nl: Opschonen remote gegevens ...

source: Uploading verification file
nl_nl: Uploaden controlebestand ...

source: Backup complete!
de: Sicherung abgeschlossen!
it: Backup completo!
nl_nl: Back-up compleet!

source: Starting restore
nl_nl: Herstellen wordt gestart ...

source: Rebuilding local database
nl_nl: Opnieuw opbouwen van lokale database ...

source: Building list of files to restore
nl_nl: Opbouwen lijst te herstellen bestanden ...

source: Creating target folders
nl_nl: Doelmappen aanmaken ...

source: Scanning existing files
nl_nl: Scannen bestaande bestanden ...

source: Scanning for local blocks
nl_nl: Scannen op lokale blokken ...

source: Patching files with local blocks
nl_nl: Bestanden bijwerken met lokale blokken ...

source: Downloading files
nl_nl: Bestanden downloaden ...

source: Verifying restored files
nl_nl: Controleren herstelde bestanden ...

source: Restore complete!
de: Wiederherstellung komplett!
it: Ripristino completato!
nl_nl: Herstellen compleet!

source: Recreating database
nl_nl: Opnieuw aanmaken van de database ...

source: Vacuuming database
nl_nl: Database opschonen ...

source: Repairing database
nl_nl: Database repareren ...

source: Verifying files
nl_nl: Controleren bestanden ...

source: Creating bug report
nl_nl: Bug rapport maken ...

source: Listing remote files
nl_nl: Remote bestanden weergeven ...

source: Deleting remote files
nl_nl: Remote bestanden verwijderen ...

source: Listing remote files for purge
nl_nl: Remote bestanden tonen voor wissen ...

source: Purging files
nl_nl: Bestanden wissen ...

source: Purging files complete!
de: Bereinigen von Dateien abgeschlossen!
it: Eliminazione dei file completata!
nl_nl: Wissen van bestanden compleet!

source: Error!
de: Fehler!
it: Errore!
nl_nl: Fout!

source: Server paused
de: Server pausiert
it: Server in pausa
nl_nl: Server gepauzeerd

source: Server is currently paused. Do you want to resume now?
de: Server ist zurzeit pausiert, Server starten?
it: Il server è attualmente in pausa. Vuoi riprendere ora?
nl_nl: Server is momenteel gepauzeerd. Wilt u nu verdergaan?

source: Resume
de: Fortsetzen
it: Riprendi
nl_nl: Hervat

source: No, I'll resume later
de: Nein, ich werde später fortsetzen
it: No, riprenderò più tardi
nl_nl: Nee, ik ga later verder

source: Running task
de: Laufende Aufgabe
it: Attività in esecuzione
nl_nl: Taak in uitvoering

source: Throttle network speed
de: Drossele Netzwerk-Geschwindigkeit
it: Limiti velocità di rete
nl_nl: Beperk netwerksnelheid

source: We will round bits to the nearest byte value.
de: Bits werden auf den nächsten Byte-Wert gerundet.
it: Arrotonderemo i bit al valore di byte più vicino.
nl_nl: Bits worden afgerond naar de dichtstbijzijnde bytewaarde.

source: Max upload speed
de: Max. Uploadgeschwindigkeit
it: Velocità massima per caricare
nl_nl: Max Uploadsnelheid

source: Max download speed
de: Max. Downloadgeschwindigkeit
it: Velocità massima mentre scarichi
nl_nl: Max downloadsnelheid

source: The remote destination folder does not exist.
de: Der Zielordner existiert nicht.
it: La cartella di destinazione remota non esiste.
nl_nl: De externe doelmap bestaat niet.

source: Create folder
de: Ordner erstellen
it: Crea cartella
nl_nl: Map aanmaken

source: The remote destination folder does not exist, do you want to create it?
de: Der Zielordner existiert nicht, soll er erstellt werden?
it: La cartella di destinazione remota non esiste, vuoi crearla?
nl_nl: De externe doelmap bestaat niet. Wilt u deze aanmaken?

source: The remote folder does not exist.
de: Der Zielordner existiert nicht.
it: La cartella remota non esiste.
nl_nl: De externe map bestaat niet.

source: Error creating folder
de: Fehler bei Ordnererstellung
it: Errore creazione cartella
nl_nl: Fout bij het maken van de map

source: The remote destination folder could not be created. errorMessage
de: Der Zielordner konnte nicht erstellt werden. errorMessage
it: Non è stato possibile creare la cartella di destinazione remota. errorMessage
nl_nl: De externe doelmap kon niet worden aangemaakt. errorMessage

source: Folder created
de: Ordner erstellt
it: Cartella creata
nl_nl: Map aangemaakt

source: The remote destination folder was created successfully.
de: Der Zielordner wurde erfolgreich erstellt.
it: La cartella di destinazione remota è stata creata correttamente.
nl_nl: De externe doelmap is succesvol aangemaakt.

source: Trust the certificate
de: Dem Zertifikat vertrauen
it: Fidati del certificato
nl_nl: Vertrouw het certificaat

source: The server is using a certificate that is not trusted. If this is a self-signed certificate, you can choose to trust this certificate. The server reported the certificate hash: certData
de: Der Server benutzt ein Zertifikat, dem nicht vertraut wird. Wenn dies ein selbst-signiertes Zertifikat ist, können Sie wählen, dass ihm vertraut wird. Zertifikat Hash des Servers: certData
it: Il server utilizza un certificato non attendibile. Se è un certificato autofirmato, puoi scegliere di fidarti di questo certificato. Il server ha riportato l'hash del certificato: certData
nl_nl: De server gebruikt een niet-vertrouwd certificaat. Als dit een zelf-ontertekend certificaat is, kunt u ervoor kiezen om dit certificaat te vertrouwen. De server heeft deze certificaathash gerapporteerd: certData

source: The server certificate is not trusted.
de: Das Server-Zertifikat ist nicht vertrauenswürdig.
it: Il certificato del server non è attendibile.
nl_nl: Het servercertificaat is niet vertrouwd.

source: Approve host key?
de: Host-Schlüssel zulassen?
it: Approvi la chiave host?
nl_nl: Hostsleutel goedkeuren?

source: No certificate was specified, please verify that the reported host key is correct: reportedhostkey
de: Es wurde kein Zertifikat angegeben, bitte überprüfen Sie, ob der Schlüssel korrekt ist: reportedhostkey
it: Non è stato specificato alcun certificato, verificare che la chiave host riportata sia corretta: reportedhostkey
nl_nl: Er is geen certificaat opgegeven. Controleer of de gerapporteerde hostsleutel correct is.: reportedhostkey

source: Approve
de: Zulassen
it: Approvare
nl_nl: Goedkeuren

source: The host key was not approved.
de: Der Host-Schlüssel wurde nicht anerkannt.
it: La chiave host non è stata approvata.
nl_nl: De hostsleutel is niet goedgekeurd.

source: The host key has changed
de: Der Host-Schlüssel wurde geändert
it: La chiave host è cambiata
nl_nl: De hostsleutel is veranderd

source: The host key has changed, please check with the server administrator if this is correct, otherwise you could be the victim of a MAN-IN-THE-MIDDLE attack. Do you want to REPLACE your CURRENT host key suppliedhostkey with the REPORTED host key: reportedhostkey?
de: Der Host-Schlüssel wurde geändert, bitte prüfen Sie mit dem Server-Administrator, ob dieser korrekt ist, sonst könnten Sie das Opfer eines MAN-IN-THE-MIDDLE-Angriffs werden. Möchten Sie Ihren AKTUELLEN Host-Schüssel suppliedhostkey durch den GEMELDETEN Host-Schüssel: reportedhostkey ersetzen?
it: La chiave host è cambiata; verifica con l'amministratore del server se è corretta, altrimenti potresti essere vittime di un attacco MAN-IN-THE-MIDDLE. Vuoi SOSTITUIRE la tua chiave host ATTUALE suppliedhostkey con la chiave host RIPORTATA: reportedhostkey?
nl_nl: De hostsleutel is gewijzigd. Neem contact op met de serverbeheerder om te controleren of dit correct is. Anders kunt u slachtoffer worden van een MAN-IN-THE-MIDDLE-aanval. Wilt u uw HUIDIGE hostsleutel VERVANGEN suppliedhostkey door de GEMELDE hostsleutel: reportedhostkey?

source: Test connection failed
de: Test-Verbindung fehlgeschlagen
it: Test connessione non riuscita
nl_nl: Testverbinding mislukt

source: Backup name
de: Sicherungsname
it: Nome del backup
nl_nl: Back-upnaam

source: Last run time
de: Letzte Laufzeit
it: Ultima esecuzione
nl_nl: Laatste uitvoering

source: Next run time
de: Nächste Laufzeit
it: Prossima esecuzione
nl_nl: Volgende uitvoering

source: Is scheduled
de: Ist geplant
it: È pianificato
nl_nl: Is gepland

source: Destination type
de: Ziel Typ
it: Tipo destinazione
nl_nl: Bestemmingstype

source: Source size
de: Quell-Größe
it: Dimensione sorgente
nl_nl: Brongrootte

source: Destination size
de: Ziel-Größe
it: Dimensione destinazione
nl_nl: Bestemmingsgrootte

source: Duration
de: Dauer
it: Durata
nl_nl: Tijdsduur

source: Backup ID (descending)
de: Sicherungs-ID (absteigend)
it: ID backup (decrescente)
nl_nl: Back-up-ID (aflopend)

source: Backup name (descending)
de: Sicherungsname (absteigend)
it: Nome backup (decrescente)
nl_nl: Back-upnaam (aflopend)

source: Last run time (descending)
de: Letzte Laufzeit (absteigend)
it: Ultima esecuzione (decrescente)
nl_nl: Laatste uitvoering (aflopend)

source: Next run time (descending)
de: Nächste Laufzeit (absteigend)
it: Prossima esecuzione (decrescente)
nl_nl: Volgende uitvoering (aflopend)

source: Is scheduled (descending)
de: Ist geplant (absteigend)
it: È pianificato (decrescente)
nl_nl: Is gepland (aflopend)

source: Destination type (descending)
de: Ziel Typ (absteigend)
it: Tipo destinazione (decrescente)
nl_nl: Bestemmingstype (aflopend)

source: Source size (descending)
de: Quell-Größe (absteigend)
it: Dimensione sorgente (decrescente)
nl_nl: Brongrootte (aflopend)

source: Destination size (descending)
de: Ziel-Größe (absteigend)
it: Dimensione destinazione (decrescente)
nl_nl: Bestemmingsgrootte (aflopend)

source: Duration (descending)
de: Dauer (absteigend)
it: Durata (decrescente)
nl_nl: Tijdsduur (aflopend)

source: Keep your data safe at your chosen destination.
nl_nl: Houd uw gegevens veilig op de door u gekozen bestemming.

source: Add <sh-icon>plus</sh-icon>
de: Neu <sh-icon>plus</sh-icon>
it: Aggiungi <sh-icon>plus</sh-icon>
nl_nl: Toevoegen <sh-icon>plus</sh-icon>

source: Restores
de: Wiederherstellungen
it: Ripristina
nl_nl: Herstellen

source: Recover your files from any backup set.
nl_nl: Herstel uw bestanden vanuit elke back-upset.

source: Start <sh-icon>arrow-right</sh-icon>
it: Avvia <sh-icon>arrow-right</sh-icon>
nl_nl: Starten <sh-icon>arrow-right</sh-icon>

source: My backups
de: Meine Sicherungen
it: I miei backup
nl_nl: Mijn back-ups

source: <sh-icon>rows</sh-icon> List
it: <sh-icon>rows</sh-icon> Lista
nl_nl: <sh-icon>rows</sh-icon> Lijst

source: Time: <strong>{{ timeType() }}</strong><sh-icon>clock</sh-icon>
de: Zeit: <strong>{{ timeType() }}</strong><sh-icon>clock</sh-icon>
it: Tempo: <strong>{{ timeType() }}</strong><sh-icon>clock</sh-icon>
nl_nl: Tijd: <strong>{{ timeType() }}</strong><sh-icon>clock</sh-icon>

source: Relative time
de: Relative Zeit
it: Tempo relativo
nl_nl: Relatieve tijd

source: Actual time
de: Aktuelle Zeit
it: Tempo effettivo
nl_nl: Werkelijke tijd

source: Order by: <strong>{{ orderBy() }}</strong><sh-icon>arrows-down-up</sh-icon>
de: Sortieren nach: <strong>{{ orderBy() }}</strong><sh-icon>arrows-down-up</sh-icon>
it: Ordina per: <strong>{{ orderBy() }}</strong><sh-icon>arrows-down-up</sh-icon>
nl_nl: Sorteer op: <strong>{{ orderBy() }}</strong><sh-icon>arrows-down-up</sh-icon>

source: Next scheduled run:
de: Nächste geplante Ausführung:
it: Prossima esecuzione:
nl_nl: Volgende geplande uitvoering:

source: Duration:
de: Dauer:
it: Durata:
nl_nl: Tijdsduur:

source: {VAR_PLURAL, plural, =0 {No version yet} =1 {1 Version} other {{INTERPOLATION} Versions}}
de: {VAR_PLURAL, plural, =0 {Noch keine Version} =1 {1 Version} other {{INTERPOLATION} Versionen}}
it: {VAR_PLURAL, plural, =0 {Ancora nessuna versione} =1 {1 Versione} other {{INTERPOLATION} Versioni}}
nl_nl: {VAR_PLURAL, plural, =0 {Nog geen versie} =1 {1 Versie} other {{INTERPOLATION} Versies}}

source: Externally managed
de: Extern verwaltet
nl_nl: Extern beheerd

source: No backups found
nl_nl: Geen back-ups gevonden

source: Last backup <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Letzte Sicherung <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
it: Ultimo backup <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
nl_nl: Laatste back-up <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: Next run <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Nächster Lauf <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
it: Prossima esecuzione <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
nl_nl: Volgende uitvoering <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: Duration <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Dauer <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
it: Durata <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
nl_nl: Tijdsduur <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: Source <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Quelle <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
it: Sorgente <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
nl_nl: Bron <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: Destination <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Ziel <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
it: Destinazione <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
nl_nl: Bestemming <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: Actions
de: Aktionen
it: Azioni
nl_nl: Acties

source: {VAR_PLURAL, plural, =0 {No versions} =1 {1 Version} other {{INTERPOLATION} Versions}}
de: {VAR_PLURAL, plural, =0 {Keine Versionen} =1 {1 Version} other {{INTERPOLATION} Versionen}}
it: {VAR_PLURAL, plural, =0 {No versions} =1 {1 Versione} other {{INTERPOLATION} Versioni}}
nl_nl: {VAR_PLURAL, plural, =0 {Geen versies} =1 {1 Versie} other {{INTERPOLATION} Versies}}

source: Loading backups...
de: Lade Sicherungen...
it: Caricamento dei backup...
nl_nl: Back-ups laden...

source: <sh-icon>play-circle</sh-icon>@if (viewMode() === 'list') { Start }
it: <sh-icon>play-circle</sh-icon>@if (viewMode() === 'list') { Avvio }
nl_nl: <sh-icon>play-circle</sh-icon>@if (viewMode() === 'list') { Starten }

source: <sh-icon>clock-counter-clockwise</sh-icon> Restore
de: <sh-icon>clock-counter-clockwise</sh-icon> Wiederherstellen
it: <sh-icon>clock-counter-clockwise</sh-icon> Ripristino
nl_nl: <sh-icon>clock-counter-clockwise</sh-icon> Herstellen

source: <sh-icon>x-circle</sh-icon> Delete
de: <sh-icon>x-circle</sh-icon> Löschen
it: <sh-icon>x-circle</sh-icon> Elimina
nl_nl: <sh-icon>x-circle</sh-icon> Verwijderen

source: Advanced
nl_nl: Geavanceerd

source: <sh-icon>check-square-offset</sh-icon> Verify files
de: <sh-icon>check-square-offset</sh-icon> Dateien überprüfen
it: <sh-icon>check-square-offset</sh-icon> Verifica dei file
nl_nl: <sh-icon>check-square-offset</sh-icon> Controleer bestanden

source: <sh-icon>file-archive</sh-icon> Compress now
de: <sh-icon>file-archive</sh-icon> Jetzt Komprimieren
it: <sh-icon>file-archive</sh-icon> Comprimi ora
nl_nl: <sh-icon>file-archive</sh-icon> Comprimeer nu

source: <sh-icon>terminal-window</sh-icon> Commandline
de: <sh-icon>terminal-window</sh-icon> Kommandozeile
it: <sh-icon>terminal-window</sh-icon> Riga di comando
nl_nl: <sh-icon>terminal-window</sh-icon> Opdrachtregel

source: Reporting
nl_nl: Rapportage

source: <sh-icon>notepad</sh-icon> Log
it: <sh-icon>notepad</sh-icon> Registro
nl_nl: <sh-icon>notepad</sh-icon> Logbestand

source: Local
de: Lokal
it: Locale
nl_nl: Lokaal

source: Change passphrase
de: Passphrase ändern
it: Cambia la passphrase
nl_nl: Verander wachtwoordzin
