Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: Remote control enabled
de: Fernzugriff Kontrolle aktiviert
nl_nl: Bediening op afstand ingeschakeld

source: Color theme
de: Farb Thema
it: Colore tema
nl_nl: Kleurenthema

source: Customize your application theme
de: Thema der Amwendung individuell anpassen
it: Personalizzare il tema dell'applicazione
nl_nl: Pas uw applicatiethema aan

source: Passwords
de: Passwörter
it: Password
nl_nl: Wachtwoorden

source: Change server passphrase
de: Server Passphrase ändern
it: Cambia la passphrase del server
nl_nl: Wijzig server wachtwoordzin

source: Update passphrase
de: Passphrase erneuern
it: Aggiorna passphrase
nl_nl: Wachtwoordzin bijwerken

source: Change password
de: Passwort ändern
it: Cambia la password
nl_nl: Wachtwoord veranderen

source: Language
de: Sprache
it: Lingua
nl_nl: Taal

source: Select a language for the platform
de: Sprache für die Platform auswählen
it: Seleziona una lingua per la piattaforma
nl_nl: Selecteer een taal voor het platform

source: Allow remote access (requires restart)
de: Fernzugriff erlauben (Neustart notwendig)
it: Consenti accesso remoto (richiede il riavvio)
nl_nl: Remote toegang toestaan (herstart vereist)

source: By allowing remote access, the server listens to requests from any machine on your network. If you enable this option, make sure you are always using the computer on a secure firewall protected network.
de: Bei erlaubtem Fernzugriff wird der Server auf Anfragen von jedem Computer Ihres Netzwerks antworten. Stellen Sie bei Aktivierung dieser Option bitte sicher, dass Sie den Computer immer in einem sicheren, durch eine Firewall geschützten Netzwerk verwenden.
it: Consentendo l'accesso remoto, il server ascolta le richieste provenienti da qualsiasi computer della rete. Se attivi questa opzione, assicurati di utilizzare sempre il computer su una rete protetta da firewall.
nl_nl: Door het toestaan van externe toegang, luistert de server naar verzoeken van elke computer in uw netwerk. Als u deze optie inschakelt, zorg er dan voor dat u de computer altijd gebruikt in een beveiligd netwerk met firewallbeveiliging.

source: Allow remote access
de: Fernzugriff erlauben
it: Consenti l'accesso remoto
nl_nl: Sta externe toegang toe

source: Allowed hostnames
de: Erlaubte Hostnamen
it: Hostname consentiti
nl_nl: Toegestane hostnamen

source: To prevent various DNS based attacks, Duplicati limits the allowed hostnames to the ones listed here. Direct IP access and localhost is always allowed. Multiple hostnames can be supplied with a semicolon separator. If any of the allowed hostnames is an asterisk (*), all hostnames are allowed and this feature is disabled. If the field is empty, only IP address and localhost access is allowed.
de: Um verschiedene DNS-basierte Angriffe zu verhindern, beschränkt Duplicati die erlaubten Hostnamen auf die hier aufgeführten. Direkter IP-Zugriff und localhost sind immer erlaubt. Mehrere Hostnamen können mit einem Semikolon-Trennzeichen versehen werden. Wenn einer der zulässigen Hostnamen ein Sternchen (*) ist, sind alle Hostnamen zulässig und diese Funktion ist deaktiviert. Is das Feld leer, sind nur IP-Adresse und lokaler Host-Zugriff zulässig.
it: Per prevenire vari attacchi basati sul DNS, Duplicati limita gli hostname consentiti a quelli elencati qui. L'accesso IP diretto e localhost sono sempre consentiti. È possibile fornire più hostname con un punto e virgola come separatore. Se uno degli hostname consentiti è un asterisco (*), tutti gli hostname sono consentiti e questa funzione è disattivata. Se il campo è vuoto, è consentito solo l'accesso con indirizzo IP e localhost.
nl_nl: Om diverse DNS-gebaseerde aanvallen te voorkomen, beperkt Duplicati de toegestane hostnamen tot de hier vermelde. Directe IP-toegang en localhost zijn altijd toegestaan. Meerdere hostnamen kunnen worden opgegeven met een puntkomma als scheidingsteken. Als een van de toegestane hostnamen een asterisk (*) bevat, zijn alle hostnamen toegestaan en is deze functie uitgeschakeld. Als het veld leeg is, is alleen toegang via IP-adres en localhost toegestaan.

source: Update allowed hostnames
de: Erlaubte Hostnamen aktualisieren
it: Aggiorna gli hostname consentiti
nl_nl: Werk toegestane hostnamen bij

source: Prevent tray icon automatic log-in
de: Verhindert das automatische Anmelden per Taskleistensymbol
it: Previeni l'accesso automatico dell'icona nella barra delle applicazioni
nl_nl: Voorkom automatisch inloggen door systeemvak-pictogram

source: By default, the tray icon will open the user interface with a token that unlocks the user interface. This ensures that you can access the user interface from the tray icon, while requiring others to enter a password. If you prefer having to type in the password, even when accessing the user interface from the tray icon, enable this option.
de: Standardmäßig öffnet das Taskleistensymbol den Zugriff auf die Benutzeroberfläche. Dies stellt sicher, dass Sie über das Taskleistensymbol auf die Benutzeroberfläche zugreifen können. Wenn Sie es bevorzugen, dass das Passwort auch beim Zugriff auf die Benutzeroberfläche über das Taskleistensymbol eingegeben werden muss, aktivieren Sie diese Option.
it: Per impostazione predefinita, l'icona della barra delle applicazioni apre l'interfaccia utente con un token che la sblocca. In questo modo si può accedere all'interfaccia utente dall'icona della barra delle applicazioni, ma si richiede agli altri di inserire una password. Se preferisci dover digitare la password anche quando accedi all'interfaccia utente dall'icona della barra delle applicazioni, attiva questa opzione.
nl_nl: Standaard opent het pictogram in het systeemvak de gebruikersinterface met een token waarmee de gebruikersinterface wordt ontgrendeld. Dit zorgt ervoor dat u via het pictogram in het systeemvak toegang hebt tot de gebruikersinterface, terwijl anderen een wachtwoord moeten invoeren. Als u liever het wachtwoord zelf invoert, zelfs wanneer u de gebruikersinterface via het pictogram in het systeemvak opent, schakelt u deze optie in.

source: Power mode provider
nl_nl: Provider voor energiebeheer

source: The power mode provider monitors the system for when it enters a low power state and pauses Duplicati. When the system resumes, Duplicati will resume as well. Choosing the None option disables detection of low power states and Duplicati will run all the time.
nl_nl: De provider voor energiebeheer controleert het systeem op momenten dat het in een energiebesparende stand terechtkomt en pauzeert Duplicati. Wanneer het systeem weer opstart, wordt Duplicati ook weer opgestart. Als u de optie 'Geen' kiest, wordt de detectie van energiebesparende standen uitgeschakeld en blijft Duplicati continu actief.

source: Update channel
de: Update-Kanal
it: Canale di aggiornamento
nl_nl: Updatekanaal

source: Installed version: {{ sysinfo()?.ServerVersionName }}
de: Installierte Version: {{ sysinfo()?.ServerVersionName }}
nl_nl: Genstalleerde versie: {{ sysinfo()?.ServerVersionName }}

source: Default ({{ sysinfo()?.DefaultUpdateChannel }})
de: Standard ({{ sysinfo()?.DefaultUpdateChannel }})
it: Predefinito ({{ sysinfo()?.DefaultUpdateChannel }})
nl_nl: Standaard ({{ sysinfo()?.DefaultUpdateChannel }})

source: Same as the base install version: {{ sysinfo()?.ServerVersionType }}
de: Gleich wie die zuerst installierte Version: {{ sysinfo()?.ServerVersionType }}
it: Come la versione dell'installazione di base: {{ sysinfo()?.ServerVersionType }}
nl_nl: Hetzelfde als de basisinstallatieversie: {{ sysinfo()?.ServerVersionType }}

source: Stable
de: Stabil
it: Stabile
nl_nl: Stabiel

source: Official stable release.
de: Offizielle stabile Version.
nl_nl: Officile stabiele release.

source: Try out the new features that we are working on. Test a backup and restore before using this in production environments.
de: Probieren Sie neue Funktionen aus, an denen wir gerade arbeiten. Testen Sie bitte die Sicherung und Wiederherstellung vor der Verwendung in einem produktiven Umfeld.
nl_nl: Probeer de nieuwe functies waaraan we werken. Test een back-up en herstel voordat u deze in productieomgevingen gebruikt.

source: Experimental
de: Experimentell
it: Sperimentale
nl_nl: Experimenteel

source: Early previews of new features. Not for use with important data.
de: Frühe Vorabversion von neuen Funktionen. Nicht für die Verwendung mit wichtigen Daten geeignet.
nl_nl: Vroege previews van nieuwe functies. Niet voor gebruik met belangrijke gegevens.

source: Builds for developers and testers only. Not for use with important data.
de: Builds nur für Entwickler und Tester. Nicht für die Verwendung mit wichtigen Daten geeignet.
nl_nl: Alleen voor ontwikkelaars en testers. Niet voor gebruik met belangrijke gegevens.

source: Pause after startup or hibernation
de: Pause nach dem Start oder Aufwachen
it: Pausa dopo avvio o ibernazione
nl_nl: Pauzeer na opstarten of slaapmodus

source: Duplicati will run when started, but will remain in paused state for the duration. Duplicati will occupy minimal system resources and no backups will be run.
de: Duplicati wird beim Start ausgeführt und verbleibt für die angegebene Dauer im pausierten Zustand. Dabei belegt Duplicati minimale Systemressourcen und Backups werden nicht ausgeführt.
it: Duplicati sarà eseguito all'avvio, ma rimarrà in pausa per tutta la durata. Duplicati occuperà risorse di sistema minime e non saranno eseguiti backup.
nl_nl: Duplicati wordt uitgevoerd bij het starten, maar blijft gedurende de gehele looptijd gepauzeerd. Duplicati gebruikt minimale systeembronnen en er worden geen back-ups uitgevoerd.

source: Usage statistics
de: Nutzungsstatistiken
it: Statistiche di utilizzo
nl_nl: Gebruikstatistieken

source: Usage reports help us improve the user experience and evaluate impact of new features. We use them to generate <a href="#">public usage statistics.</a><br /><br /> All usage reports are sent anonymously and do not contain any personal information. They contain information about hardware and operating system, the type of backend, backup duration, overall size of source data and similar data. They do not contain paths, filenames, usernames, passwords or similar sensitive information.
de: Nutzungsberichte helfen uns bei der Verbesserung der Nutzererfahrung und evaluieren die Auswirkungen neuer Features. Wir benutzen sie zur Generierung von <a href="#">öffentlichen Nutzungs-Statistiken.</a><br /><br /> Alle Nutzungsberichte werden anonym verschickt und enthalten keine personenbezogenen oder personenbeziehbare Daten. Sie enthalten Daten über Hardware, Betriebssystem, das verwendete Backend, die Sicherungsdauer, die Gesamtgröße der Sicherungen und ähnliche Daten. Sie enthalten NICHT Pfade, Dateinamen, Benutzernamen, Passwörter oder andere sensible Informationen.
it: I rapporti di utilizzo ci aiutano a migliorare l'esperienza dell'utente e a valutare l'impatto di nuove funzioni. Li usiamo per generare <a href="#">statistiche di utilizzo pubblico.</a><br /><br /> Tutti i rapporti di utilizzo sono inviati in forma anonima e non contengono informazioni personali. Contengono informazioni sull'hardware e sul sistema operativo, sul tipo di backend, sulla durata del backup, sulla dimensione totale dei dati della sorgente e su dati simili. Non contengono percorsi, nomi di file, nomi utente, password o informazioni sensibili simili.
nl_nl: Gebruiksrapporten helpen ons de gebruikerservaring te verbeteren en de impact van nieuwe functies te evalueren. We gebruiken ze voor het genereren van <a href="#">openbare gebruiksstatistieken.</a><br /><br /> Alle gebruiksrapporten worden anoniem verzonden en bevatten geen persoonlijke informatie. Ze bevatten informatie over hardware en besturingssysteem, het type backend, de back-upduur, de totale grootte van de brongegevens en vergelijkbare gegevens. Ze bevatten geen paden, bestandsnamen, gebruikersnamen, wachtwoorden of vergelijkbare gevoelige informatie.

source: None
de: Keine
it: Nessuno
nl_nl: Geen

source: System default ($value)
de: System Standard ($value)
nl_nl: Systeemstandaard ($value)

source: Usage statistics, warnings, errors, and crashes
de: Nutzungsberichte, Warnungen, Fehler und Abstürze
it: Statistiche di utilizzo, avvisi, errori e arresti anomali
nl_nl: Gebruikstatistieken, waarschuwingen, fouten en crashes

source: Warnings, errors and crashes
de: Warnungen, Fehler und Abstürze
it: Avvisi, errori e arresti anomali
nl_nl: Waarschuwingen, fouten en crashes

source: Errors and crashes
de: Fehler und Abstürze
it: Errori e arresti anomali
nl_nl: Fouten en crashes

source: Crashes only
de: Nur Abstürze
it: Solo arresti anomali
nl_nl: Alleen crashes

source: None / disabled
de: Keine / deaktiviert
it: Nessuno / disattivato
nl_nl: Geen / uitgeschakeld

source: System default (value)
de: System Standard (value)
nl_nl: Systeemstandaard (value)

source: Default
de: Standard
nl_nl: Standaard

source: @if (state() === 'unknown') { Loading... }@else { Connecting to console }
de: @if (state() === 'unknown') { Lade... }@else { Verbinde zur Konsole }
nl_nl: @if (state() === 'unknown') { Laden... }@else { Verbinden met console }

source: Paste registration URL here
nl_nl: Plak registratie-URL hier

source: Connect machine to console
nl_nl: Verbind machine met console

source: We're now connecting you to the console
nl_nl: U wordt nu verbonden met de console

source: Something failed during registration we're missing claimUrl, please try again
nl_nl: Er is iets misgegaan tijdens de registratie, claimUrl ontbreekt, probeer het opnieuw.

source: Failed to register @if (typeParam() === 'link') {<p> Check if the connection link are correct, alternatively it could be your internet connection or the service might be down </p>}@else {<p> There might be a problem with your internet connection or the service might be down, please try again later </p>}
nl_nl: Fout bij registreren @if (typeParam() === 'link') {<p> Controleer of de verbindingslink correct is, het kan ook zijn dat uw internetverbinding of de service niet beschikbaar is. </p>}@else {<p> Er kan een probleem zijn met uw internetverbinding of dat de service niet beschikbaar is. Probeer het later opnieuw. </p>}

source: Consolidate all your backup reports in one place.
nl_nl: Consolideer al uw back-uprapporten op n plek.

source: Easy connect link to console
nl_nl: Eenvoudige verbindingslink met console

source: For enterprises that are onboarding many machines.
nl_nl: Voor ondernemingen die veel machines implementeren.

source: <sh-icon>download</sh-icon> Download update - {{ serverState()?.UpdatedVersion }}
de: <sh-icon>download</sh-icon> Update herunterladen - {{ serverState()?.UpdatedVersion }}
it: <sh-icon>download</sh-icon> Scarica l'aggiornamento - {{ serverState()?.UpdatedVersion }}

source: Backup ID
de: Sicherung ID
it: ID backup

source: TargetUrl
de: Ziel-URL

source: Filters
de: Filter
it: Filtri

source: <sh-icon>clock-counter-clockwise</sh-icon> Restore (delete and repair)
de: <sh-icon>clock-counter-clockwise</sh-icon> Wiederherstellen (Löschen und Reparieren)
it: <sh-icon>clock-counter-clockwise</sh-icon> Ripristina (elimina e ripara)

source: Backup destination <div class="actions">@if (hasDestination) {<button shButton type="button" class="small" [class.loader]="testSignal() == 'testing'" [disabled]="testSignal() == 'testing'" (click)="testDestination(0, true)"> Test destination </button>}@if (!hasDestination) {<button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Set target URL </button>}@else {<sh-menu><button shButton type="button" class="small"><sh-icon>dots-three-vertical</sh-icon></button><ng-container menu><button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Edit target URL </button>@if (hasDestination) {<button shButton type="button" class="small" (click)="copyTargetUrl()"><sh-icon>copy</sh-icon> Copy URL to clipboard </button>}</ng-container></sh-menu>}</div>
de: Sicherung Ziel <div class="actions">@if (hasDestination) {<button shButton type="button" class="small" [class.loader]="testSignal() == 'testing'" [disabled]="testSignal() == 'testing'" (click)="testDestination(0, true)"> Test Ziel </button>}@if (!hasDestination) {<button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Ziel-URL setzen </button>}@else {<sh-menu><button shButton type="button" class="small"><sh-icon>dots-three-vertical</sh-icon></button><ng-container menu><button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Ziel-URL bearbeiten </button>@if (hasDestination) {<button shButton type="button" class="small" (click)="copyTargetUrl()"><sh-icon>copy</sh-icon> URL in das Clipboard kopieren </button>}</ng-container></sh-menu>}</div>

source: S3 Compatible
de: S3 Kompatibel
it: S3 Compatibile

source: Google Cloud Storage
de: Google Cloud Speicher

source: Azure Blob Storage
de: Azure Blob Speicher

source: Sia Decentrilized Cloud
de: Sia Dezentrale Cloud

source: Satellite
de: Satellit
it: Satellitare

source: Choose if there’s any files you want to exclude.
de: Wählen Sie Dateien aus, die Sie ausschließen wollen.
it: Scegli se ci sono file che vuoi escludere.

source: Starting operation …
de: Starte Operation …
it: Avvio dell'operazione...

source: Starting backup …
de: Sicherung wird gestartet …
it: Avvio backup ...

source: Verifying backend data …
de: Verifizierung von Backend-Daten ...
it: Verifica dei dati del backend...

source: Verifying remote data …
de: Remotedaten prüfen ...
it: Verifica dati remoti ...

source: Completing previous backup …
de: Vorherige Sicherung wird abgeschlossen …
it: Completamento backup precedente...

source: Processing files to backup …
de: Bearbeite Dateien für die Sicherung ...
it: Elaborazione dei file per il backup ...

source: Completing backup …
de: Sicherung wird abgeschlossen …
it: Completamento del backup...

source: Waiting for upload to finish …
de: Warte auf Ende des Uploads ...
it: In attesa che il caricamento finisca ...

source: Deleting unwanted files …
de: Unnötige Daten löschen ...
it: Eliminazione dei file indesiderati ...

source: Compacting remote data …
de: Remotedaten verkleinern ...
it: Compattazione dei dati remoti...

source: Uploading verification file …
de: Verifikationsdatei wird hochgeladen …
it: Caricamento dei file di verifica ...

source: Starting restore …
de: Wiederherstellung wird gestartet …
it: Avvio ripristino...

source: Rebuilding local database …
de: Lokale Datenbank wird neu aufgebaut …
it: Ricostruzione del database locale...

source: Building list of files to restore …
de: Erstellen einer Liste von wiederherzustellenden Dateien ...
it: Creazione di un elenco di file da ripristinare...

source: Creating target folders …
de: Zielverzeichnisse erstellen ...
it: Creazione delle cartelle di destinazione ...

source: Scanning existing files …
de: Vorhandene Dateien werden gescannt …
it: Scansione dei file esistenti...

source: Scanning for local blocks …
de: Scannen nach lokalen Blöcken ...
it: Scansione per blocchi locali...

source: Patching files with local blocks …
de: Dateien mit vorhandenen Daten aufbauen ...
it: Aggiornamento dei file con blocchi locali ...

source: Downloading files …
de: Dateien werden heruntergeladen …
it: Sto scaricando i file …

source: Verifying restored files …
de: Wiederhergestellte Dateien werden überprüft …
it: Verifica dei file ripristinati...

source: Recreating database …
de: Datenbank wird neu erstellt …
it: Ricreazione del database...

source: Vacuuming database …
de: Datenbank wird bereinigt …
it: Pulizia del database ...

source: Repairing database …
de: Datenbank wird repariert …
it: Riparazione del database ...

source: Verifying files …
de: Dateien überprüfen ...
it: Verifica dei file...

source: Creating bug report …
de: Fehlerbericht wird erstellt ...
it: Creazione segnalazione bug...

source: Listing remote files …
de: Auflisten von Remote-Dateien ...
it: Elenco dei file remoti...

source: Deleting remote files …
de: Remote-Dateien löschen ...
it: Eliminazione dei file remoti ...

source: Listing remote files for purge …
de: Auflisten von Remote-Dateien für das Bereinigen ...
it: Elenco dei file remoti per l'eliminazione...

source: Purging files …
de: Dateien bereinigen ...
it: Eliminazione dei file...

source: Backups
de: Sicherungen
it: Backup

source: No backups founds
de: Keine Sicherungen gefunden
it: Nessun backup trovato

source: Backup <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Sicherung <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: Type <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
de: Typ <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />
it: Tipo <ng-container *ngTemplateOutlet="sortIcons" /><ng-container *ngTemplateOutlet="sortIcons" />

source: <sh-icon>database</sh-icon> Database
de: <sh-icon>database</sh-icon> Daenbank

source: If the backup file was not downloaded automatically, <a [href]="downloadLink()" target="_blank">right click and choose "Save as …"</a>
de: Wenn die Sicherung nicht automatisch heruntergeladen wurde, <a [href]="downloadLink()" target="_blank">rechts Klicken und &quot;Speichern als …&quot; auswählen</a>
it: Se il file di backup non è stato scaricato automaticamente, <a [href]="downloadLink()" target="_blank">clicca con il tasto destro e scegli &quot;Salva come...&quot;</a>

source: Download
de: Herunterladen
it: Scarica

source: Backup destination <div class="actions">@if (hasDestination) {<button shButton type="button" class="small" [disabled]="testSignal() == 'testing'" [class.loader]="testSignal() == 'testing'" (click)="testDestination(0, true)"> Test destination </button>}<sh-menu><button shButton type="button" class="small"><sh-icon>dots-three-vertical</sh-icon></button><ng-container menu><button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Edit target URL </button>@if (hasDestination) {<button shButton type="button" class="small" (click)="copyTargetUrl()"><sh-icon>copy</sh-icon> Copy URL to clipboard </button>}</ng-container></sh-menu></div>
de: Sicherungsziel <div class="actions">@if (hasDestination) {<button shButton type="button" class="small" [disabled]="testSignal() == 'testing'" [class.loader]="testSignal() == 'testing'" (click)="testDestination(0, true)"> Testziel </button>}<sh-menu><button shButton type="button" class="small"><sh-icon>dots-three-vertical</sh-icon></button><ng-container menu><button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Ziel-URL bearbeiten </button>@if (hasDestination) {<button shButton type="button" class="small" (click)="copyTargetUrl()"><sh-icon>copy</sh-icon> URL in das Clipboard kopieren </button>}</ng-container></sh-menu></div>

source: Details <sh-icon>arrow-square-in</sh-icon>
it: Dettagli <sh-icon>arrow-square-in</sh-icon>

source: <sh-icon>play</sh-icon> Live
it: <sh-icon>play</sh-icon> In tempo reale

source: The backups will be split up into multiple files called volumes. Here you can set the maximum size of the individual volume files. <a href="#" class="sh-primary">Read more</a>
it: I backup saranno suddivisi in più file chiamati volumi. Qui puoi impostare la dimensione massima dei singoli file dei volumi. <a href="#" class="sh-primary">Maggiori informazioni</a>
