Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: Failed to test the destination.
de: Fehler beim Test des Ziels.
it: Impossibile testare la destinazione.
nl_nl: Het testen van de bestemming is mislukt.

source: The destination has not been tested successfully. Are you sure you want to continue?
de: Das Ziel wurde nicht erfolgreich getestet. Sind Sie sicher, dass Sie fortfahren wollen?
it: La destinazione non è stata testata con successo. Sei sicuro di voler continuare?
nl_nl: De bestemming is niet succesvol getest. Weet u zeker dat u wilt doorgaan?

source: Yes, continue
de: Ja, fortfahren
it: Sì, continua
nl_nl: Ja, doorgaan

source: Using a leading slash is most likely wrong, and will result in objects being created with a leading slash in the name.
de: Die Benutzung eines führenden Slash ist meist falsch und resultiert in Objekten, die mit führendem Slash im Namen erzeugt werden.
it: L'uso di una barra obliqua iniziale è probabilmente errato e comporterà la creazione di oggetti con una barra obliqua iniziale nel nome.
nl_nl: Het gebruik van een slash aan het begin van een tekst is waarschijnlijk fout en zal ertoe leiden dat objecten een slash als eerste teken van de naam krijgen.

source: Unknown destination type
de: Unbekannter Ziel Typ
it: Tipo di destinazione sconosciuto
nl_nl: Onbekend bestemmingstype

source: Path
de: Pfad
it: Percorso
nl_nl: Pad

source: File system
de: Dateisystem
nl_nl: Bestandssysteem

source: Store backups on your local file system.
de: Speichert Sicherungen im lokalen Dateisystem
it: Archivia i backup sul tuo file system locale.
nl_nl: Sla back-ups op uw lokale bestandssysteem op.

source: File path
de: Dateipfad
it: Percorso del file
nl_nl: Bestandspad

source: The path to store the backup
de: Der Pfad zum Speichern der Sicherung
it: Il percorso in cui archiviare il backup
nl_nl: Het pad om de back-up op te slaan

source: Store backups with SSH.
de: Sicherungen mit SSH speichern.
it: Archivia i backup con SSH.
nl_nl: Sla back-ups op met SSH.

source: The server to connect to
de: Der Server zum Verbinden
it: Il server a cui connettersi
nl_nl: De server waarmee verbonden moet worden

source: Port
it: Porta
nl_nl: Poort

source: The port to connect to
de: Der Port zum Verbinden
it: La porta a cui connettersi
nl_nl: De poort om verbinding mee te maken

source: Folder path
de: Ordnerpfad
it: Percorso cartella
nl_nl: Map-pad

source: Using a leading slash makes the path absolute, pointing to the root of the filesystem.
de: Die Benutzung eines führenden Slash macht den Pfad absolut und zeigt auf das Root-Verzeichnis des Dateisystems.
it: L'uso di una barra obliqua iniziale rende il percorso assoluto, puntando alla radice del filesystem.
nl_nl: Het gebruik van een slash aan het begin van de tekst maakt het pad absoluut, verwijzend naar de hoofdmap van het bestandssysteem.

source: This is a path to a private key file locally on the machine
de: Dies ist ein Pfad zu einer privaten Schlüsseldatei lokal auf der Maschine
it: Questo è un percorso di un file di chiave privata locale presente sul computer.
nl_nl: Dit is een pad naar een priv-sleutelbestand op de lokale machine

source: SSH private key
de: SSH privater Schlüssel
it: Chiave privata SSH
nl_nl: SSH privsleutel

source: An SSH private key. Supported formats are OpenSSL, OpenSSH, PuTTY, and PEM.
de: Ein SSH privater Schlüssel. Unterstützte Formate sind OpenSSL, OpenSSH, PuTTY und PEM.
it: Una chiave privata SSH. I formati supportati sono OpenSSL, OpenSSH, PuTTY e PEM.
nl_nl: Een SSH-privsleutel. Ondersteunde formaten zijn OpenSSL, OpenSSH, PuTTY en PEM.

source: Store backups in any S3 compatible bucket.
de: Speichert Sicherungen in jedem S3 kompatiblem Bucket.
it: Archivia i backup in qualsiasi bucket S3 compatibile.
nl_nl: Sla back-ups op in een S3-compatibele bucket.

source: Bucket name
it: Nome bucket
nl_nl: Bucketnaam

source: The hostname of the S3 compatible server to connect to
de: Der Hostname des zu verbindenden S3 kompatiblen Servers
it: Il nome dell'host del server S3 compatibile a cui connettersi
nl_nl: De hostnaam van de S3-compatibele server waarmee verbinding moet worden gemaakt

source: Store backups in Google Cloud Storage.
de: Speichert Sicherungen im Google Cloud Speicher.
it: Archivia i backup in Google Cloud Storage.
nl_nl: Sla back-ups op in Google Cloud Storage

source: An OAuth token with access to the Google Cloud Storage. Not required if service account JSON is provided.
de: Ein OAuth-Token mit Zugriff zum Google Cloud Speicher. Nicht erforderlich, wenn ein Service Account JSON angegeben ist.
nl_nl: Een OAuth token met toegang tot Google Cloud Storage. Niet vereist als serviceaccount JSON is opgegeven.

source: Service account JSON file
de: Service Account JSON Datei
nl_nl: Serviceaccount JSON-bestand

source: Pick the path to a file with service account JSON.
de: Den Pfad zur Datei mit dem Service Account JSON auswählen.
nl_nl: Kies het pad naar een bestand met de JSON van het serviceaccount.

source: Paste the service account JSON here.
de: Service Account JSON hier einfügen
nl_nl: Plak hier de serviceaccount-JSON.

source: Store backups in Google Drive.
de: Speichert Sicherungen im Google Drive.
it: Archivia i backup in Google Drive.
nl_nl: Sla back-ups op in Google Drive.

source: Store backups in pCloud.
de: Speichert Sicherungen in der pCloud.
it: Archivia i backup in pCloud.
nl_nl: Sla back-ups op in pCloud.

source: Store backups in Azure Blob Storage.
de: Speichert Sicherungen im Azure Blob Speicher.
it: Archivia i backup in Azure Blob Storage.
nl_nl: Sla back-ups op in Azure Blob Storage.

source: Container name
it: Nome contenitore
nl_nl: Containernaam

source: Account name
de: Kontoname
it: Nome account
nl_nl: Accountnaam

source: Access key
de: Zugriffsschlüssel
it: Chiave di accesso
nl_nl: Toegangssleutel

source: Store backups in OneDrive.
de: Speichert Sicherungen in OneDrive.
it: Archivia i backup in OneDrive.
nl_nl: Sla back-ups op in OneDrive.

source: Path on server
de: Pfad auf Server
it: Percorso sul server
nl_nl: Pad op server

source: Store backups in OneDrive Business.
de: Speichert Sicherungen in OneDrive Business.
it: Archivia i backup in OneDrive Business.
nl_nl: Sla back-ups op in OneDrive Business.

source: Store backups in Microsoft SharePoint.
de: Speichert Sicherungen in Microsoft Sharepoint.
it: Archivia i backup in Microsoft SharePoint.
nl_nl: Sla back-ups op in Microsoft SharePoint.

source: Store backups in Dropbox.
de: Speichert Sicherungen in Dropbox.
it: Archivia i backup in Dropbox.
nl_nl: Sla back-ups op in Dropbox.

source: Store backups in Box.com.
de: Speichert Sicherungen in Box.com.
it: Archivia i backup in Box.com.
nl_nl: Sla back-ups op in Box.com.

source: Store backups in Jottacloud.
de: Speichert Sicherungen in Jottacloud.
it: Archivia i backup in Jottacloud.
nl_nl: Sla back-ups op in Jottacloud.

source: Store backups in B2 Cloud Storage.
de: Speichert Sicherungen im B2 Cloud Speicher.
it: Archivia i backup in B2 Cloud Storage.
nl_nl: Sla back-ups op in B2 Cloud Storage.

source: Path in the bucket
de: Pfad im Bucket
it: Percorso nel bucket
nl_nl: Pad in de bucket

source: Application ID
de: Anwendungs-ID
it: ID applicazione
nl_nl: Applicatie-ID

source: Application Key
de: Anwendungs-Schlüssel
it: Chiave applicazione
nl_nl: Applicatiesleutel

source: Store backups in IDrive e2.
de: Speichert Sicherungen in IDrive e2.
it: Archivia i backup in IDrive e2.
nl_nl: Sla back-ups op in IDrive e2.

source: Access ID
de: Zugriffs-ID
it: ID di accesso
nl_nl: Toegangs-ID

source: Access Secret
de: Zugriffs-Secret
it: Accesso segreto
nl_nl: Toegangsgeheim

source: Store backups in Mega.nz.
de: Speichert Sicherungen in Mega.nz.
it: Archivia i backup in Mega.nz.
nl_nl: Sla back-ups op in Mega.nz.

source: Username
de: Benutzername
it: Nome utente
nl_nl: Gebruikersnaam

source: Password
de: Passwort
nl_nl: Wachtwoord

source: Microsoft Office 365 Group
de: Microsoft Office 365 Gruppe
it: Gruppo Microsoft Office 365
nl_nl: Microsoft Office 365 Groep

source: Store backups in Microsoft Office 365 Group.
de: Speichert Sicherungen in der Microsoft Office 365 Gruppe.
it: Archivia i backup in Microsoft Office 365 Group.
nl_nl: Sla back-ups op in Microsoft Office 365 Group.

source: Group email
de: Gruppen-E-Mail
it: Email gruppo
nl_nl: Groep e-mail

source: Store backups in Rackspace CloudFiles.
de: Speichert Sicherungen in Rackspace CloudFiles.
it: Archivia i backup in Rackspace CloudFiles.
nl_nl: Sla back-ups op in Rackspace CloudFiles.

source: Store backups in Rclone.
de: Speichert Sicherungen in Rclone.
it: Archivia i backup in Rclone.
nl_nl: Sla back-ups op in Rclone.

source: Local repository
de: Lokales Repository
it: Repository locale
nl_nl: Lokale opslagplaats

source: Remote repository
de: Entferntes Repository
it: Repository remoto
nl_nl: Externe opslagplaats

source: Path on remote repository
de: Pfad auf dem entfernten Repository
it: Percorso sul repository remoto
nl_nl: Pad op externe opslagplaats

source: Store backups in OpenStack Object Storage.
de: Speichert Sicherungen im OpenStack Object Storage.
it: Archivia i backup in OpenStack Object Storage.
nl_nl: Sla back-ups op in OpenStack Object Storage.

source: Auth URI
de: Authentifikations-URL
nl_nl: Autorisatie-URI

source: Version
it: Versione
nl_nl: Versie

source: Domain name
de: Domänenname
it: Nome dominio
nl_nl: Domeinnaam

source: Tenant name
it: Nome detentore
nl_nl: Tenant-naam

source: Region
it: Regione
nl_nl: Regio

source: Store backups in WebDAV.
de: Speichert Sicherungen per WebDAV.
it: Archivia i backup in WebDAV.
nl_nl: Sla back-ups op in WebDAV.

source: Use SSL
de: SSL benutzen
it: Usa SSL
nl_nl: Gebruik SSL

source: Alternative FTP
it: FTP alternativo
nl_nl: Alternatieve FTP

source: Store backups in FTP.
de: Speichert Sicherungen in FTP.
it: Archivia i backup in FTP.
nl_nl: Sla back-ups op in FTP.

source: Store backups in Sia Decentrilized Cloud.
de: Speichert Sicherungen in der Sia Dezentralen Cloud.
it: Archivia i backup in Sia Decentrilized Cloud.
nl_nl: Sla back-up op in Sia Decentrilized Cloud.

source: Store backups in Tencent COS.
de: Speichert Sicherungen in Tencent COS.
it: Archivia i backup in Tencent COS.
nl_nl: Sla back-ups op in Tencent COS.

source: COS Secret Id
it: ID segreto COS
nl_nl: COS Geheim Id

source: COS Secret Key
it: Chiave segreta COS
nl_nl: COS Geheime Sleutel

source: Store backups in Tahoe LAFS.
de: Speichert Sicherungen in Tahoe LAFS.
it: Archivia i backup in Tahoe LAFS.
nl_nl: Sla back-ups op in Tahoe LAFS.

source: Windows Share (SMB)
it: Cartella condivisa di Windows (SMB)
nl_nl: Windows Gedeelde map (SMB)

source: Store backups on SMB storage.
de: Speichert Sicherungen auf SMB-Speicher.
it: Memorizza i backup su archivio SMB.
nl_nl: Sla back-ups op SMB-opslag op.

source: Share Name
de: Freigabe Name
it: Nome condiviso
nl_nl: Naam gedeelde map

source: CIFS (deprecated)
de: CIFS (veraltet)
nl_nl: CIFS (verouderd)

source: Same as SMB backend, but with a different name. Use SMB instead.
de: Das gleiche wie das SMB Backend, nur mit einem anderen Namen. Benutzen Sie stattdessen SMB.
nl_nl: Zelfde als SMB backend, maar met een afwijkende naam. Gebruik SMB in plaats hiervan.

source: Store backups in Filen.io.
de: Speichert Sicherungen in Filen.io.
it: Archivia i backup in Filen.io.
nl_nl: Sla back-ups op in Filen.io.

source: Path on Filen
de: Pfad auf Filen
it: Percorso su Filen
nl_nl: Pad op Filen

source: Store backups in Filejump.
de: Speichert Sicherungen in Filejump.
it: Archivia i backup in Filejump.
nl_nl: Sla back-ups op in Filejump.

source: Path on Filejump
de: Pfad auf Filejump
it: Percorso su Filejump
nl_nl: Pad op Filejump

source: Store backups in Storj Access Grant.
de: Speichert Sicherungen in Storj Access Grant.
it: Archivia i backup in Storj Access Grant.
nl_nl: Sla back-ups op in Storj Access Grant.

source: Storj API Key
it: Storj Chiave API
nl_nl: Storj API-Sleutel

source: Store backups in Storj API Key.
de: Speichert Sicherungen in Storj API Key.
it: Archivia i backup in Storj API Key.
nl_nl: Sla back-ups op in Storj API Key.

source: API Key
de: API-Schlüssel
it: Chiave API
nl_nl: API sleutel

source: Secret
it: Segreto
nl_nl: Geheim

source: Store backups in Aliyun OSS
de: Speichert Sicherungen in Aliyun OSS
it: Archivia i backup in Aliyun OSS
nl_nl: Sla back-ups op in Aliyun OSS

source: Path in bucket
de: Pfad im Bucket
it: Percorso nel bucket
nl_nl: Pad in bucket

source: Show editor <sh-icon>link</sh-icon>
de: Zeige Editor <sh-icon>link</sh-icon>
it: Mostra editor <sh-icon>link</sh-icon>
nl_nl: Editor weergeven <sh-icon>link</sh-icon>

source: Add advanced option <sh-icon>plus</sh-icon>
de: Erweiterte Option zufügen <sh-icon>plus</sh-icon>
it: Aggiungi opzione avanzata <sh-icon>plus</sh-icon>
nl_nl: Geavanceerde optie toevoegen <sh-icon>plus</sh-icon>

source: This field is mandatory
de: Dies ist ein Pflichtfeld
it: Questo campo è obbligatorio
nl_nl: Dit veld is vereist

source: An empty path means storing data in the initial or root folder, which is not recommended
de: Ein leerer Pfad bedeutet, dass Daten im Ausgangs- oder Root-Ordner gespeichert werden, was nicht empfohlen ist.
it: Un percorso vuoto significa archiviare i dati nella cartella iniziale o radice, il che non è raccomandato.
nl_nl: Een leeg pad betekent dat gegevens worden opgeslagen in de initile hoofdmap, wat niet wordt aanbevolen

source: Hostname is invalid
de: Der Hostname ist ungültig
it: Il nome host non è valido
nl_nl: Hostnaam is ongeldig

source: Bucket name is invalid
de: Der Bucketname ist ungültig
it: Il nome del bucket non è valido
nl_nl: Bucketnaam is ongeldig

source: This is an undocumented option.
de: Dies ist eine undokumentierte Option.
it: Si tratta di un'opzione non documentata.
nl_nl: Dit is een niet-gedocumenteerde optie.

source: <sh-icon>export</sh-icon> Export
it: <sh-icon>export</sh-icon> Esporta
nl_nl: <sh-icon>export</sh-icon> Exporteren

source: <sh-icon>terminal-window</sh-icon> As command line
de: <sh-icon>terminal-window</sh-icon> Als Kommandozeile
it: <sh-icon>terminal-window</sh-icon> Come linea di comando
nl_nl: <sh-icon>terminal-window</sh-icon> Als opdrachtregel

source: <sh-icon>file</sh-icon> To file
de: <sh-icon>file</sh-icon> In Datei
it: <sh-icon>file</sh-icon> Su file
nl_nl: <sh-icon>file</sh-icon> Naar bestand

source: Export passwords <input type="checkbox" formControlName="exportPasswords" />
de: Exportiere Passwörter <input type="checkbox" formControlName="exportPasswords" />
it: Esporta password <input type="checkbox" formControlName="exportPasswords" />
nl_nl: Exporteer wachtwoorden <input type="checkbox" formControlName="exportPasswords" />

source: Encrypt file <input type="checkbox" formControlName="encryption" />
de: Verschlüssele Datei <input type="checkbox" formControlName="encryption" />
it: Crittografia del file <input type="checkbox" formControlName="encryption" />
nl_nl: Versleutel bestand <input type="checkbox" formControlName="encryption" />

source: Create a password <sup>*</sup>
de: Erstelle Passwort <sup>*</sup>
it: Creare una password <sup>*</sup>
nl_nl: Maak een wachtwoord aan <sup>*</sup>

source: Passwords are required
de: Passwörter sind erforderlich
it: È richieste la password
nl_nl: Wachtwoorden zijn vereist

source: Passwords must be at least {{ exportForm.controls.password.errors?.['minlength'].requiredLength }} characters long
de: Passwörter müssen mindestens {{ exportForm.controls.password.errors?.['minlength'].requiredLength }} Zeichen lang sein
it: Le password devono essere lunghe almeno {{ exportForm.controls.password.errors?.['minlength'].requiredLength }} caratteri
nl_nl: Wachtwoorden moeten minstens {{ exportForm.controls.password.errors?.['minlength'].requiredLength }} tekens lang zijn

source: Repeat password
de: Passwort wiederholen
it: Ripeti la password
nl_nl: Herhaal wachtwoord

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
it: Password non corrispondenti
nl_nl: Wachtwoorden komen niet overeen

source: @if (showPassword()) {<sh-icon>eye-slash</sh-icon> Hide }@else {<sh-icon>eye</sh-icon> Show }
de: @if (showPassword()) {<sh-icon>eye-slash</sh-icon> Verbergen }@else {<sh-icon>eye</sh-icon> Anzeigen }
nl_nl: @if (showPassword()) {<sh-icon>eye-slash</sh-icon> Verbergen }@else {<sh-icon>eye</sh-icon> Weergeven }

source: <sh-icon>password</sh-icon> Generate password
de: <sh-icon>password</sh-icon> Passwort erzeugen
it: <sh-icon>password</sh-icon> Genera password
nl_nl: <sh-icon>password</sh-icon> Genereer wachtwoord

source: @if (copiedPassword()) {<sh-icon class="sh-success">check</sh-icon> Copied password }@else {<sh-icon>copy</sh-icon> Copy password }
de: @if (copiedPassword()) {<sh-icon class="sh-success">check</sh-icon> Kopiertes Passwort }@else {<sh-icon>copy</sh-icon> Kopiere Passwort }
it: @if (copiedPassword()) {<sh-icon class="sh-success">check</sh-icon> Password copiata }@else {<sh-icon>copy</sh-icon> Copia password }
nl_nl: @if (copiedPassword()) {<sh-icon class="sh-success">check</sh-icon> Wachtwoord gekopieerd }@else {<sh-icon>copy</sh-icon> Kopieer wachtwoord }

source: Tip: Be sure to save your password. If you lose it, you will not be able to import the configuration.
de: Tipp: Stellen Sie sicher, dass Sie ihr Passwort speichern. Wenn Sie es verlieren, werden Sie Ihre Konfiguration nicht importieren können.
it: Suggerimento: Assicurati di salvare la password. Se la perdi non sarà possibile importare la configurazione.
nl_nl: Tip: Zorg ervoor dat u uw wachtwoord goed onthoudt. Als u het kwijtraakt, kunt u de configuratie later niet importeren.

source: General backup settings
de: Allgemeine Sicherungseinstellungen
it: Impostazioni generali backup
nl_nl: Algemene back-upinstellingen

source: <sh-icon icon>lock</sh-icon> Encrypted backup
de: <sh-icon icon>lock</sh-icon> Verschlüsselte Sicherung
it: <sh-icon icon>lock</sh-icon> Backup crittografato
nl_nl: <sh-icon icon>lock</sh-icon> Versleutelde back-up

source: Backup name <sup>*</sup>
de: Sicherungsname <sup>*</sup>
it: Nome del backup <sup>*</sup>
nl_nl: Back-upnaam <sup>*</sup>

source: Your backup name
de: Ihr Sicherungsname
it: Nome del backup
nl_nl: Uw back-upnaam

source: Backup description
de: Sicherungsbeschreibung
it: Descrizione del backup
nl_nl: Back-upbeschrijving

source: Your backup description
de: Ihre Sicherungsbeschreibung
it: La tua descrizione del backup
nl_nl: Uw back-upbeschrijving

source: Encryption
de: Verschlüsselung
it: Crittografia
nl_nl: Versleuteling

source: Tip: Be sure to save your password. If you lose it, you will lose access to your backups.
de: Tipp: Stellen Sie sicher, dass Sie ihr Passwort speichern. Wenn Sie es verlieren, verlieren Sie den Zugriff auf Ihre Sicherungen.
it: Suggerimento: Assicurati di salvare la password. Se la perdi non potrai accedere ai backup.
nl_nl: Tip: Zorg ervoor dat u uw wachtwoord goed onthoudt. Als u het kwijtraakt, verliest u de toegang tot uw back-ups.

source: <sh-icon>arrow-left</sh-icon> Exit
de: <sh-icon>arrow-left</sh-icon> Beenden
it: <sh-icon>arrow-left</sh-icon> Esci
nl_nl: <sh-icon>arrow-left</sh-icon> Verlaten

source: Continue <sh-icon>arrow-right</sh-icon>
de: Weiter <sh-icon>arrow-right</sh-icon>
it: Continua <sh-icon>arrow-right</sh-icon>
nl_nl: Ga verder <sh-icon>arrow-right</sh-icon>

source: Remember to copy the password
de: Denken Sie daran, das Passwort zu kopieren
it: Ricordati di copiare la password
nl_nl: Vergeet niet het wachtwoord te kopiren

source: Import backup configuration <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Back </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isImporting() || !isValid()" [class.loader]="isImporting()"><sh-icon>download-simple</sh-icon> Import </button></div>
de: Import Sicherungskonfiguration <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Zurück </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isImporting() || !isValid()" [class.loader]="isImporting()"><sh-icon>download-simple</sh-icon> Import </button></div>
nl_nl: Importeer back-upconfiguratie <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Terug </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isImporting() || !isValid()" [class.loader]="isImporting()"><sh-icon>download-simple</sh-icon> Importeren </button></div>

source: Passphrase
nl_nl: Wachtwoordzin

source: Import Metadata
de: Importiere Metadaten
it: Importa Metadati
nl_nl: Importeer metagegevens

source: Save now
de: Jetzt sichern
it: Salva adesso
nl_nl: Nu opslaan

source: Unknown error
de: Unbekannter Fehler
it: Errore sconosciuto
nl_nl: Onbekende fout

source: Failed to import backup
de: Import der Sicherung fehlgeschlagen
nl_nl: Fout bij importeren back-up

source: Time
de: Zeit
it: Tempo
nl_nl: Tijd

source: End: {{ item.data?.EndTime | date: 'medium' }}
de: Ende: {{ item.data?.EndTime | date: 'medium' }}
it: Fine: {{ item.data?.EndTime | date: 'medium' }}
nl_nl: Einde: {{ item.data?.EndTime | date: 'medium' }}

source: Duration: {{ item.data?.Duration | durationFormat }}
de: Dauer: {{ item.data?.Duration | durationFormat }}
it: Durata: {{ item.data?.Duration | durationFormat }}
nl_nl: Tijdsduur: {{ item.data?.Duration | durationFormat }}

source: Source files
de: Quelldateien
it: Sorgente file
nl_nl: Bronbestanden

source: Evaluated: {{ item.data?.ExaminedFiles }} ({{ item.data?.SizeOfExaminedFiles | bytes: true : true }})
de: Ausgewertet: {{ item.data?.ExaminedFiles }} ({{ item.data?.SizeOfExaminedFiles | bytes: true : true }})
it: Valutato: {{ item.data?.ExaminedFiles }} ({{ item.data?.SizeOfExaminedFiles | bytes: true : true }})
nl_nl: Gevalueerd: {{ item.data?.ExaminedFiles }} ({{ item.data?.SizeOfExaminedFiles | bytes: true : true }})

source: Opened: {{ item.data?.OpenedFiles }} ({{ item.data?.SizeOfOpenedFiles | bytes: true : true }})
de: Geöffnet: {{ item.data?.OpenedFiles }} ({{ item.data?.SizeOfOpenedFiles | bytes: true : true }})
it: Aperto: {{ item.data?.OpenedFiles }} ({{ item.data?.SizeOfOpenedFiles | bytes: true : true }})
nl_nl: Geopend: {{ item.data?.OpenedFiles }} ({{ item.data?.SizeOfOpenedFiles | bytes: true : true }})

source: Added: {{ item.data?.AddedFiles }} ({{ item.data?.SizeOfAddedFiles | bytes: true : true }})
de: Hinzugefügt: {{ item.data?.AddedFiles }} ({{ item.data?.SizeOfAddedFiles | bytes: true : true }})
it: Aggiunto: {{ item.data?.AddedFiles }} ({{ item.data?.SizeOfAddedFiles | bytes: true : true }})
nl_nl: Toegevoegd: {{ item.data?.AddedFiles }} ({{ item.data?.SizeOfAddedFiles | bytes: true : true }})

source: Modified: {{ item.data?.ModifiedFiles }} ({{ item.data?.SizeOfModifiedFiles | bytes: true : true }})
de: Verändert: {{ item.data?.ModifiedFiles }} ({{ item.data?.SizeOfModifiedFiles | bytes: true : true }})
it: Modificato: {{ item.data?.ModifiedFiles }} ({{ item.data?.SizeOfModifiedFiles | bytes: true : true }})
nl_nl: Gewijzigd: {{ item.data?.ModifiedFiles }} ({{ item.data?.SizeOfModifiedFiles | bytes: true : true }})

source: Deleted: {{ item.data?.DeletedFiles }}
de: Gelöscht: {{ item.data?.DeletedFiles }}
it: Eliminato: {{ item.data?.DeletedFiles }}
nl_nl: Verwijderd: {{ item.data?.DeletedFiles }}

source: Too large: {{ item.data?.TooLargeFiles }}
de: Zu groß: {{ item.data?.TooLargeFiles }}
it: Troppo grande: {{ item.data?.TooLargeFiles }}
nl_nl: Te groot: {{ item.data?.TooLargeFiles }}

source: Files with error: {{ item.data?.FilesWithError }}
de: Dateien mit Fehler: {{ item.data?.FilesWithError }}
it: File con errore: {{ item.data?.FilesWithError }}
nl_nl: Bestanden met fout: {{ item.data?.FilesWithError }}
