Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: General
de: Allgemein
it: Generale
nl_nl: Algemeen

source: Changelog
de: Änderungsprotokoll
it: Registro delle modifiche
nl_nl: Aanpassingen-log

source: Libraries
de: Bibliotheken
it: Librerie
nl_nl: Bibliotheken

source: System info
de: System-Informationen
it: Informazioni di sistema
nl_nl: Systeeminformatie

source: Server settings
de: Server Einstellungen
it: Impostazioni del server
nl_nl: Serverinstellingen

source: Logs
de: Logdateien
it: Registri
nl_nl: Logboeken

source: Crash log
de: Absturz Logdateien
it: Registro arresti anomali
nl_nl: Crash-logboek

source: You're running Duplicati with - {{ duplicatiVersion() }}
de: Duplicati läuft mit - {{ duplicatiVersion() }}
it: Stai eseguendo Duplicati con - {{ duplicatiVersion() }}
nl_nl: Duplicati wordt uitgevoerd met - {{ duplicatiVersion() }}

source: Live logs are disabled
de: Live Logs sind deaktiviert
it: Registri in tempo reale disabilitati
nl_nl: Live-logboeken zijn uitgeschakeld

source: When
de: Wann
it: Quando
nl_nl: Wanneer

source: Message
de: Nachricht
it: Messaggio
nl_nl: Bericht

source: No data available
de: Keine Daten verfügbar
it: Nessun dato disponibile
nl_nl: Geen gegevens beschikbaar

source: Disabled
de: Deaktiviert
it: Disattivato
nl_nl: Uitgeschakeld

source: Verbose
de: Verbose-Level
it: Modalità dettagliata
nl_nl: Uitgebreid

source: Explicit only
de: Nur explizit
it: Solo esplicito
nl_nl: Alleen expliciet

source: Profiling
it: Profilazione
nl_nl: Profilering

source: Retry
de: Erneut versuchen
it: Riprova
nl_nl: Opnieuw proberen

source: Information
it: Informazioni
nl_nl: Informatie

source: Dry run
de: Probelauf
it: Prova funzionamento
nl_nl: Proefuitvoering

source: Warning
de: Warnung
it: Avviso
nl_nl: Waarschuwing

source: Error
de: Fehler
it: Errore
nl_nl: Fout

source: Timestamp
de: Zeitstempel
it: Marca temporale
nl_nl: Tijdstempel

source: @if (noMoreItems()) { No more items }@else { Load more }
de: @if (noMoreItems()) { Keine weiteren Elemente }@else { Lade mehr }
it: @if (noMoreItems()) { Nessun altro elemento }@else { Caricane di più }
nl_nl: @if (noMoreItems()) { Geen items meer }@else { Meer laden }

source: <sh-icon>archive</sh-icon> Stored
de: <sh-icon>archive</sh-icon> Gespeichert
it: <sh-icon>archive</sh-icon> Memorizzato
nl_nl: <sh-icon>archive</sh-icon> Opgeslagen

source: Log level: {{ logLevelByLabel() }}
it: Livello registro: {{ logLevelByLabel() }}
nl_nl: Logniveau: {{ logLevelByLabel() }}

source: <sh-icon>bell-simple-slash</sh-icon> Disabled
de: <sh-icon>bell-simple-slash</sh-icon> Deaktiviert
it: <sh-icon>bell-simple-slash</sh-icon> Disattivato
nl_nl: <sh-icon>bell-simple-slash</sh-icon> Uitgeschakeld

source: <sh-icon>megaphone-simple</sh-icon> Verbose
it: <sh-icon>megaphone-simple</sh-icon> Modalità dettagliata
nl_nl: <sh-icon>megaphone-simple</sh-icon> Uitgebreid

source: <sh-icon>flow-arrow</sh-icon> Explicit only
de: <sh-icon>flow-arrow</sh-icon> Nur explizit
it: <sh-icon>flow-arrow</sh-icon> Solo esplicito
nl_nl: <sh-icon>flow-arrow</sh-icon> Alleen expliciet

source: <sh-icon>speedometer</sh-icon> Profiling
it: <sh-icon>speedometer</sh-icon> Profilazione
nl_nl: <sh-icon>speedometer</sh-icon> Profillering

source: <sh-icon>arrow-arc-left</sh-icon> Retry
de: <sh-icon>arrow-arc-left</sh-icon> Neuer Versuch
it: <sh-icon>arrow-arc-left</sh-icon> Riprova
nl_nl: <sh-icon>arrow-arc-left</sh-icon> Opnieuw proberen

source: <sh-icon>info</sh-icon> Information
it: <sh-icon>info</sh-icon> Informazioni
nl_nl: <sh-icon>info</sh-icon> Informatie

source: <sh-icon>person-simple-run</sh-icon> Dry run
de: <sh-icon>person-simple-run</sh-icon> Probelauf
it: <sh-icon>person-simple-run</sh-icon> Prova di funzionamento
nl_nl: <sh-icon>person-simple-run</sh-icon> Proefuitvoering

source: <sh-icon>warning</sh-icon> Warning
de: <sh-icon>warning</sh-icon> Warnung
it: <sh-icon>warning</sh-icon> Avviso
nl_nl: <sh-icon>warning</sh-icon> Waarschuwing

source: <sh-icon>warning-octagon</sh-icon> Error
de: <sh-icon>warning-octagon</sh-icon> Fehler
it: <sh-icon>warning-octagon</sh-icon> Errore
nl_nl: <sh-icon>warning-octagon</sh-icon> Fout

source: System settings
de: System Einstellungen
it: Impostazioni di sistema
nl_nl: Systeeminstellingen

source: Add a new backup
de: Neue Sicherung hinzufügen
it: Aggiungi un nuovo backup
nl_nl: Nieuwe back-up toevoegen

source: New backup
de: Neue Sicherung
it: Nuovo backup
nl_nl: Nieuwe back-up

source: Configure a new backup. Choose your destination, source data and schedule.
de: Neue Sicherung konfigurieren. Ziel, Quelldaten und Zeitplan wählen.
it: Configura un nuovo backup. Scegli la destinazione, i dati sorgente e la pianificazione.
nl_nl: Configureer een nieuwe back-up. Kies een bestemming, brongegevens en geplande uitvoering.

source: Add a new backup <sh-icon>plus</sh-icon>
de: Neue Sicherung hinzufügen <sh-icon>plus</sh-icon>
it: Aggiungi un nuovo backup <sh-icon>plus</sh-icon>
nl_nl: Nieuwe back-up toevoegen <sh-icon>plus</sh-icon>

source: Import from file
de: Von einer Datei importieren
it: Importa dal file
nl_nl: Importeer vanuit bestand

source: Import backup configuration from a file. During import, you can adjust the settings.
de: Import einer Sicherungs-Konfiguration aus einer Datei. Während des Imports können Parameter angepasst werden.
it: Importa la configurazione di backup da un file. Durante l'importazione, è possibile modificare le impostazioni.
nl_nl: Importeer back-upconfiguratie vanuit een bestand. Tijdens het importeren kunt u de instellingen aanpassen.

source: Import from file <sh-icon>upload-simple</sh-icon>
de: Import von Datei <sh-icon>upload-simple</sh-icon>
it: Importa dal file <sh-icon>upload-simple</sh-icon>
nl_nl: Importeer vanuit bestand <sh-icon>upload-simple</sh-icon>

source: <sh-radio /><sh-radio /> General
de: <sh-radio /><sh-radio /> Allgemein
it: <sh-radio /><sh-radio /> Generale
nl_nl: <sh-radio /><sh-radio /> Algemeen

source: <sh-radio /><sh-radio /> Destination
de: <sh-radio /><sh-radio /> Ziel
it: <sh-radio /><sh-radio /> Destinazione
nl_nl: <sh-radio /><sh-radio /> Bestemming

source: <sh-radio /><sh-radio /> Source Data
de: <sh-radio /><sh-radio /> Quelldaten
it: <sh-radio /><sh-radio /> Dati sorgente
nl_nl: <sh-radio /><sh-radio /> Brongegevens

source: <sh-radio /><sh-radio /> Schedule
de: <sh-radio /><sh-radio /> Zeitplan
it: <sh-radio /><sh-radio /> Pianificazione
nl_nl: <sh-radio /><sh-radio /> Planning

source: <sh-radio /><sh-radio /> Options
de: <sh-radio /><sh-radio /> Optionen
it: <sh-radio /><sh-radio /> Opzioni
nl_nl: <sh-radio /><sh-radio /> Opties

source: Confirm exit?
de: Beenden bestätigen?
it: Confermi l'uscita?
nl_nl: Bevestig afsluiten?

source: Are you sure you want to exit?
de: Wollen Sie wirklich beenden?
it: Sei sicuro di voler uscire?
nl_nl: Weet u zeker dat u wilt afsluiten?

source: Yes
de: Ja
it: Si
nl_nl: Ja

source: Cancel
de: Abbrechen
it: Annulla
nl_nl: Annuleren

source: <sh-icon>arrow-left</sh-icon> Back
de: <sh-icon>arrow-left</sh-icon> Zurück
it: <sh-icon>arrow-left</sh-icon> Indietro
nl_nl: <sh-icon>arrow-left</sh-icon> Terug

source: Running commandline task... <button type="button" class="small" shButton (click)="abort()">Abort</button>
de: Kommandozeilenaufgabe läuft... <button type="button" class="small" shButton (click)="abort()">Abbrechen</button>
it: Esecuzione attività da riga di comando... <button type="button" class="small" shButton (click)="abort()">Abort</button>
nl_nl: Opdrachtregeltaak in uitvoering... <button type="button" class="small" shButton (click)="abort()">Abort</button>

source: @if (status() === 'starting') { Starting... }@if (status() === 'started') { Started! }@if (status() === 'finished') { Finished! }@if (status() === 'aborted') { Aborted! }
de: @if (status() === 'starting') { Starte... }@if (status() === 'started') { Gestarted! }@if (status() === 'finished') { Beendet! }@if (status() === 'aborted') { Abgebrochen! }
it: @if (status() === 'starting') { Avvio... }@if (status() === 'started') { Iniziato! }@if (status() === 'finished') { Finito! }@if (status() === 'aborted') { Interrotto! }
nl_nl: @if (status() === 'starting') { Wordt gestart... }@if (status() === 'started') { Gestart! }@if (status() === 'finished') { Voltooid! }@if (status() === 'aborted') { Afgebroken! }

source: Command
de: Befehl
it: Comando
nl_nl: Commando

source: Commandline Arguments
de: Kommandozeilenargumente
it: Argomenti della riga di comando
nl_nl: Opdrachtregel-argumenten

source: Advanced options
de: Optionen für Profis
it: Opzioni avanzate
nl_nl: Geavanceerde opties

source: Backup Name
de: Sicherungsname
it: Nome del backup
nl_nl: Back-upnaam

source: <sh-icon>arrow-right</sh-icon> Run "{{ baseCmdForm.value.command }}" command now
de: <sh-icon>arrow-right</sh-icon> Führe &quot;{{ baseCmdForm.value.command }}&quot; Kommando jetzt aus
it: <sh-icon>arrow-right</sh-icon> Avvio &quot;{{ baseCmdForm.value.command }}&quot; esegui adesso il comando
nl_nl: <sh-icon>arrow-right</sh-icon> Voer &quot;{{ baseCmdForm.value.command }}&quot; commando nu uit

source: Local database for {{ activeBackup()?.Backup?.Name }}
de: Lokale Datenbank für {{ activeBackup()?.Backup?.Name }}
it: Database locale per {{ activeBackup()?.Backup?.Name }}
nl_nl: Lokale database voor {{ activeBackup()?.Backup?.Name }}

source: Each backup has a local database associated with it, which stores information about the remote backup on the local machine. This makes it faster to perform many operations, and reduces the amount of data that needs to be downloaded for each operation.
de: Jedem Backup ist eine lokale Datenbank zugeordnet, die Informationen über das Backup auf dem lokalen Rechner speichert. Dadurch können viele Operationen schneller durchgeführt werden, und die Datenmenge, die für jede Operation heruntergeladen werden muss, wird reduziert.
it: A ogni backup è associato un database locale, che memorizza le informazioni del backup remoto sul computer locale. In questo modo è più veloce l'esecuzione di molte operazioni e si riduce la quantità di dati che devono essere scaricati per ogni operazione.
nl_nl: Aan elke back-up is een lokale database gekoppeld, waarin informatie over de externe back-up op de lokale computer wordt opgeslagen. Dit maakt het uitvoeren van veel bewerkingen sneller en vermindert de hoeveelheid gegevens die voor elke bewerking moet worden gedownload.

source: Maintenance
de: Wartung
it: Manutenzione
nl_nl: Onderhoud

source: If the backup and the remote storage is out of sync, Duplicati will require that you perform a repair operation to synchronize the database. If the repair is unsuccessful, you can delete the local database and re-generate. The bug report button can be used to create a copy of the database with path information removed. This should only be used if a developer requests to investigate an issue with your database.
de: Wenn lokale Daten und das Backup nicht mehr synchron sind, muss die lokale Datenbank repariert werden. Sollte die Reparatur nicht erfolgreich sein, so kann die lokale Datenbank gelöscht und neu erstellt werden. Der Fehlerreport-Knopf kann benutzt werden, um eine Kopie der Datenbank ohne Pfad-Informationen zu erstellen. Dies sollte nur benutzt werden, wenn ein Entwickler dies zur Überprüfung eines Problems in Ihrer Datenbank anfordert.
it: Se il backup e l'archivio remoto non sono sincronizzati, Duplicati richiederà un'operazione di riparazione per sincronizzare il database. Se la riparazione non ha successo, puoi eliminare il database locale e rigenerarlo. Il pulsante per la segnalazione dei bug può essere utilizzato per creare una copia del database con le informazioni sul percorso rimosse. Questo dovrebbe essere usato solo se uno sviluppatore chiede di indagare su un problema con il database.
nl_nl: Als de back-up en de externe opslag niet synchroon lopen, vereist Duplicati dat u een herstelbewerking uitvoert om de database te synchroniseren. Als de reparatie mislukt, kunt u de lokale database verwijderen en opnieuw genereren. Met de knop 'Bug melden' kunt u een kopie van de database maken, waarvan de padinformatie is verwijderd. Gebruik deze knop alleen als een ontwikkelaar een probleem met uw database wil onderzoeken.

source: <sh-icon>wrench</sh-icon> Repair
de: <sh-icon>wrench</sh-icon> Reparieren
it: <sh-icon>wrench</sh-icon> Ripara
nl_nl: <sh-icon>wrench</sh-icon> Repareren

source: <sh-icon>trash</sh-icon> Delete
de: <sh-icon>trash</sh-icon> Löschen
it: <sh-icon>trash</sh-icon> Elimina
nl_nl: <sh-icon>trash</sh-icon> Verwijderen

source: <sh-icon>clock-counter-clockwise</sh-icon> Recreate (delete and repair)
nl_nl: <sh-icon>clock-counter-clockwise</sh-icon> Opnieuw aanmaken (verwijderen en repareren)

source: <sh-icon>file-plus</sh-icon> Create bug report database
de: <sh-icon>file-plus</sh-icon> Fehlerbericht für Datenbank erstellen
it: <sh-icon>file-plus</sh-icon> Crea database segnalazione bug
nl_nl: <sh-icon>file-plus</sh-icon> Maak bug-rapportdatabase aan

source: Placement
it: Posizionamento
nl_nl: Plaatsing

source: <sh-icon>backspace</sh-icon> Reset
de: <sh-icon>backspace</sh-icon> Zurücksetzen
nl_nl: <sh-icon>backspace</sh-icon> Opnieuw instellen

source: <sh-icon>floppy-disk</sh-icon> Save
de: <sh-icon>floppy-disk</sh-icon> Speichern
it: <sh-icon>floppy-disk</sh-icon> Salva
nl_nl: <sh-icon>floppy-disk</sh-icon> Opslaan

source: <sh-icon>wrench</sh-icon> Save & Repair
de: <sh-icon>wrench</sh-icon> Speichern &amp; Reparieren
it: <sh-icon>wrench</sh-icon> Salva &amp; Ripara
nl_nl: <sh-icon>wrench</sh-icon> Opslaan &amp; Repareren

source: <sh-icon>flow-arrow</sh-icon> Move existing database
de: <sh-icon>flow-arrow</sh-icon> Vorhandene Datenbank verschieben
it: <sh-icon>flow-arrow</sh-icon> Sposta il database esistente
nl_nl: <sh-icon>flow-arrow</sh-icon> Verplaats bestaande database

source: Confirm delete?
de: Löschen bestätigen?
it: Confermi l'eliminazione?
nl_nl: Verwijderen bevestigen?

source: Do you really want to delete the database for this.activeBackup()?.Backup?.Name?
de: Wollen Sie wirklich die Datenbank für this.activeBackup()?.Backup?.Name löschen?
it: Vuoi davvero eliminare il database this.activeBackup()?.Backup?.Name?
nl_nl: Wilt u echt de database verwijderen voor this.activeBackup()?.Backup?.Name?

source: Delete database
de: Datenbank löschen
it: Elimina database
nl_nl: Database verwijderen

source: Confirm reassign?
de: Neuzuordnung bestätigen?
it: Confermi la riassegnazione?
nl_nl: Opnieuw toewijzen bevestigen?

source: The target database path already exists and may belong to another backup. Are you sure you want to assign this backup to an existing database?
de: Die Ziel-Datenbank existiert bereits und gehört möglicherweise zu einer anderen Sicherung. Sind Sie sicher, dass Sie diese Sicherung einer existierenden Datenbank zuordnen wollen?
it: Il percorso del database di destinazione esiste già e potrebbe appartenere a un altro backup. Sei sicuro di voler assegnare questo backup a un database esistente?
nl_nl: Het doelpad van de database bestaat al en behoort mogelijk tot een andere back-up. Weet u zeker dat u deze back-up wilt toewijzen aan een bestaande database?

source: Assign existing database
de: Zuordnung zu existierender Datenbank
it: Assegna il database esistente
nl_nl: Bestaande database toewijzen

source: Delete backup: {{ _backup?.Backup?.Name }}
de: Sicherung löschen: {{ _backup?.Backup?.Name }}
it: Elimina il backup: {{ _backup?.Backup?.Name }}
nl_nl: Verwijder back-up: {{ _backup?.Backup?.Name }}

source: Delete local database
de: Lokale Datenbank löschen
it: Elimina database locale
nl_nl: Verwijder lokale database

source: Each backup has a local database associated with it, which stores information about the remote backup on the local machine. When deleting a backup, you can also delete the local database without affecting the ability to restore the remote files. If you are using the local database for backups from the commandline, you should keep the database.
de: Jeder Sicherung ist eine lokale Datenbank zugeordnet, die Informationen über die Fernsicherung auf dem lokalen Rechner speichert. Wenn Sie eine Sicherung löschen, können Sie auch die lokale Datenbank löschen, ohne die Wiederherstellbarkeit der entfernten Dateien zu beeinträchtigen. Wenn Sie die lokale Datenbank für Sicherungen von der Kommandozeile aus verwenden, sollten Sie die Datenbank behalten.
it: A ogni backup è associato un database locale, che memorizza le informazioni del backup remoto sul computer locale. Quando si elimina un backup, è possibile eliminare anche il database locale senza compromettere la possibilità di ripristinare i file remoti. Se utilizzi il database locale per i backup da riga di comando, dovresti mantenere il database.
nl_nl: Aan elke back-up is een lokale database gekoppeld, waarin informatie over de externe back-up op de lokale computer wordt opgeslagen. Wanneer u een back-up verwijdert, kunt u ook de lokale database verwijderen zonder dat dit gevolgen heeft voor het herstel vanuit de externe bestanden. Als u de lokale database gebruikt voor back-ups vanaf de opdrachtregel, kunt u deze het beste behouden.

source: Export configuration
de: Konfiguration exportieren
it: Esporta configurazione
nl_nl: Exporteer configuratie

source: If you want to use the backup later, you can export the configuration before deleting it.
de: Wenn Sie die Sicherung später verwenden möchten, können Sie die Konfiguration vor dem Löschen exportieren.
it: Se vuoi usare il backup successivamente, puoi esportare la configurazione prima di cancellarla.
nl_nl: Als u de back-up later wilt gebruiken, kunt u de configuratie exporteren alvorens hem te verwijderen.

source: Delete remote files
de: Remote-Dateien löschen
it: Elimina file remoti
nl_nl: Verwijder remote bestanden

source: Delete {fileCount(), plural, =1 {1 file} other {{{fileCount()}} files}} ({{ fileSize | bytes: true : true }}) from the remote storage?
de: Lösche {fileCount(), plural, =1 {1 file} other {{{fileCount()}} files}} ({{ fileSize | bytes: true : true }}) aus dem Remote-Speicher?
it: Elimina {fileCount(), plural, =1 {1 file} other {{{fileCount()}} files}} ({{ fileSize | bytes: true : true }}) dall'archivio remoto?
nl_nl: {fileCount(), plural, =1 {1 file} other {{{fileCount()}} files}} ({{ fileSize | bytes: true : true }}) uit de externe opslag verwijderen?

source: {VAR_PLURAL, plural, =1 {1 file} other {{INTERPOLATION} files}}
de: {VAR_PLURAL, plural, =1 {1 Datei} other {{INTERPOLATION} Dateien}}
it: {VAR_PLURAL, plural, =1 {1 file} other {{INTERPOLATION} file}}
nl_nl: {VAR_PLURAL, plural, =1 {1 bestand} other {{INTERPOLATION} bestanden}}

source: Confirm delete
de: Löschen bestätigen
it: Conferma eliminazione
nl_nl: Bevestig verwijderen

source: Are you sure you want to delete this backup?
de: Möchten Sie diese Sicherung wirklich löschen?
it: Sei sicuro di voler eliminare questo backup?
nl_nl: Weet u zeker dat u deze back-up wilt verwijderen?

source: Delete backup
de: Sicherung löschen
it: Elimina backup
nl_nl: Verwijder back-up

source: Search for destination...
de: Suche Ziel...
nl_nl: Zoeken naar bestemming...

source: Choose <sh-icon>arrow-right</sh-icon>
de: Auswählen <sh-icon>arrow-right</sh-icon>
nl_nl: Kies <sh-icon>arrow-right</sh-icon>

source: Backup destination
nl_nl: Back-updoel

source: <sh-icon icon>spinner</sh-icon> Testing connection...
de: <sh-icon icon>spinner</sh-icon> Prüfe Verbindung...
it: <sh-icon icon>spinner</sh-icon> Prova connessione...
nl_nl: <sh-icon icon>spinner</sh-icon> Verbinding testen...

source: <sh-icon icon>check</sh-icon> Connection tested successfully.
de: <sh-icon icon>check</sh-icon> Verbindung erfolgreich geprüft.
it: <sh-icon icon>check</sh-icon> Connessione testata con successo.
nl_nl: <sh-icon icon>check</sh-icon> Verbinding succesvol getest.

source: Change
nl_nl: Aanpassen

source: <sh-icon>arrow-left</sh-icon> Go back
de: <sh-icon>arrow-left</sh-icon> Zurück
it: <sh-icon>arrow-left</sh-icon> Torna indietro
nl_nl: <sh-icon>arrow-left</sh-icon> Ga terug

source: @if (testSignal() == 'testing') {<sh-icon class="loader">spinner</sh-icon>}@else {<sh-icon>arrow-right</sh-icon>} Continue
de: @if (testSignal() == 'testing') {<sh-icon class="loader">spinner</sh-icon>}@else {<sh-icon>arrow-right</sh-icon>} Weiter
it: @if (testSignal() == 'testing') {<sh-icon class="loader">spinner</sh-icon>}@else {<sh-icon>arrow-right</sh-icon>} Continua
nl_nl: @if (testSignal() == 'testing') {<sh-icon class="loader">spinner</sh-icon>}@else {<sh-icon>arrow-right</sh-icon>} Ga verder

source: Set target URL
de: Ziel-URL setzen
nl_nl: Doel-URL instellen

source: Edit target URL
de: Ziel URL bearbeiten
it: Modifica URL di destinazione
nl_nl: Bewerk doel-URL

source: Be careful, this will overwrite everything you have in your destination.
de: Vorsicht, dies wird alles im Ziel überschreiben.
it: Attenzione, questa operazione sovrascriverà tutto ciò che è presente nella destinazione.
nl_nl: Let op: hiermee worden alle gegevens in uw bestemming overschreven.

source: Override target URL <sh-icon>swap</sh-icon>
de: Überschreibe Ziel-URL <sh-icon>swap</sh-icon>
it: Sovrascrivere l'URL di destinazione <sh-icon>swap</sh-icon>
nl_nl: Doel-URL overschrijven <sh-icon>swap</sh-icon>

source: The remote destination already contains a backup. Please use a different folder for each backup.
de: Das Ziel-Verzeichnis enthält bereits eine Sicherung. Bitte benutzen Sie für jede Sicherung einen anderen Ordner.
it: La destinazione remota contiene già un backup. Utilizza una cartella diversa per ogni backup.
nl_nl: De externe bestemming bevat al een back-up. Gebruik voor elke back-up een andere map.

source: Folder contains backup
de: Der Ordner enthält eine Sicherung
it: La cartella contiene backup
nl_nl: Map bevat back-up

source: The remote destination already contains a backup. You must use a different folder for each backup.
de: Das Ziel-Verzeichnis enthält bereits eine Sicherung. Sie müssen für jede Sicherung einen anderen Ordner benutzen.
it: La destinazione remota contiene già un backup. Devi utilizzare una cartella diversa per ogni backup.
nl_nl: De externe bestemming bevat al een back-up. Gebruik voor elke back-up een andere map.

source: The remote destination contains unknown files.
de: Der Zielordner enthält unbekannte Dateien.
it: La destinazione remota contiene file sconosciuti.
nl_nl: De externe bestemming bevat onbekende bestanden.

source: Folder is not empty
de: Der Ordner ist nicht leer
it: La cartella non è vuota
nl_nl: Map is niet leeg

source: The remote destination is not empty. It is recommended to use an empty folder for the backup.
de: Das Ziel-Verzeichnis ist nicht leer. Es wird empfohlen, einen leeren Ordner für die Sicherung zu verwenden.
it: La destinazione remota non è vuota. Si consiglia di usare una cartella vuota per il backup.
nl_nl: De externe bestemming is niet leeg. Het is raadzaam een lege map te gebruiken voor de back-up.

source: An error occurred while testing the destination.
de: Beim Testen des Ziels trat ein Fehler auf.
it: Si è verificato un errore durante il test della destinazione.
nl_nl: Er is een fout opgetreden bij het testen van de bestemming.

source: Test destination
de: Teste Ziel
it: Test destinazione
nl_nl: Bestemming testen

source: You have not tested the destination yet. Do you want to test it now?
de: Sie haben das Ziel noch nicht getestet. Möchten Sie es jetzt testen?
it: La destinazione non è ancora stata testata. Vuoi testarla ora?
nl_nl: U hebt de bestemming nog niet getest. Wilt u deze nu testen?

source: Test now
de: Teste jetzt
it: Testala ora
nl_nl: Nu testen

source: Skip test and continue
de: Überspringe Test und fahre fort
it: Salta il test e continua
nl_nl: Test overslaan en doorgaan

source: Test did not succeed
de: Test war nicht erfolgreich
it: Il test non è riuscito
nl_nl: Test is niet gelukt
