Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: Duplicati needs to be secured with a passphrase and a random passphrase has been generated for you. <br /><br /> If you open Duplicati from the tray icon, you do not need a passphrase, but if you plan to open it from another location you need to set a passphrase you know. Do you want to set a passphrase now?
de: Duplicati muss mit einer Passphrase gesichert werden und eine zufällige Passphrase wurde für Sie erstellt. <br /><br /> Wenn Sie Duplicati vom Tray-Icon öffnen, benötigen Sie keine Passphrase, aber wenn Sie planen, es von einem anderen Ort zu öffnen, benötigen Sie eine Passphrase, die Sie kennen. Wollen Sie jetzt eine Passphrase erzeugen?
it: Duplicati deve essere protetto con una passphrase e una passphrase casuale è stata generata per te. <br /><br /> Se apri Duplicati dall'icona della barra delle applicazioni, non è necessaria una passphrase, ma se vuoi aprirlo da un'altra posizione è necessario impostare una passphrase nota. Vuoi impostare una passphrase ora?
nl_nl: Duplicati moet worden beveiligd met een wachtwoordzin. Er is een willekeurige wachtwoordzin voor u gegenereerd. <br /><br /> Als u Duplicati opent via het pictogram in het systeemvak, hebt u geen wachtwoordzin nodig. Als u Duplicati echter vanaf een andere locatie wilt openen, moet u een wachtwoordzin instellen die u kent. Wilt u nu een wachtwoordzin instellen?

source: Enter new password
de: Neues Passwort eingeben
it: Immetti nuova password
nl_nl: Voer een nieuw wachtwoord in

source: Repeat passphrase
de: Passphrase wiederholen
it: Ripeti passphrase
nl_nl: Herhaal wachtwoordzin

source: Not now thanks
de: Nein, jetzt nicht
it: Non ora grazie
nl_nl: Niet nu graag

source: Yes, update passphrase now
de: Ja, Passphrase jetzt erneuern
it: Sì, aggiorna subito la passphrase
nl_nl: Ja, wachtwoordzin nu bijwerken

source: Password have to be filled and have to match
de: Ein Passwort muss eingetragen sein und übereinstimmen
it: La password deve essere inserita e deve corrispondere
nl_nl: Wachtwoorden moeten worden ingevuld en moeten overeenkomen

source: <sh-icon>house</sh-icon> Home
nl_nl: <sh-icon>house</sh-icon> Startscherm

source: <sh-icon>database</sh-icon> Add backup
de: <sh-icon>database</sh-icon> Sicherung hinzufügen
it: <sh-icon>database</sh-icon> Aggiungi backup
nl_nl: <sh-icon>database</sh-icon> Back-up toevoegen

source: <sh-icon>gear</sh-icon> Settings
de: <sh-icon>gear</sh-icon> Einstellungen
it: <sh-icon>gear</sh-icon> Impostazioni
nl_nl: <sh-icon>gear</sh-icon> Instellingen

source: <sh-icon>skip-back</sh-icon> Use old UI
de: <sh-icon>skip-back</sh-icon> Altes GUI benutzen
it: <sh-icon>skip-back</sh-icon> Usa la vecchia UI
nl_nl: <sh-icon>skip-back</sh-icon> Gebruik oude UI

source: <sh-icon>sign-out</sh-icon> Log out
de: <sh-icon>sign-out</sh-icon> Abmelden
it: <sh-icon>sign-out</sh-icon> Disconnetti
nl_nl: <sh-icon>sign-out</sh-icon> Uitloggen

source: <sh-icon>info</sh-icon> About Duplicati
de: <sh-icon>info</sh-icon> Über Duplicati
it: <sh-icon>info</sh-icon> Informazioni su Duplicati
nl_nl: <sh-icon>info</sh-icon> Over Duplicati

source: <sh-icon>files</sh-icon> Documentation <sh-icon suffix>arrow-square-out</sh-icon>
de: <sh-icon>files</sh-icon> Dokumentation <sh-icon suffix>arrow-square-out</sh-icon>
it: <sh-icon>files</sh-icon> Documentazione <sh-icon suffix>arrow-square-out</sh-icon>
nl_nl: <sh-icon>files</sh-icon> Documentatie <sh-icon suffix>arrow-square-out</sh-icon>

source: <sh-icon>chats-circle</sh-icon> Visit forum <sh-icon suffix>arrow-square-out</sh-icon>
de: <sh-icon>chats-circle</sh-icon> Besuche Forum <sh-icon suffix>arrow-square-out</sh-icon>
it: <sh-icon>chats-circle</sh-icon> Visita il forum <sh-icon suffix>arrow-square-out</sh-icon>
nl_nl: <sh-icon>chats-circle</sh-icon> Bezoek forum <sh-icon suffix>arrow-square-out</sh-icon>

source: Remember to enter a password, if you can't remember the password open the duplicati client on the machine in question and make sure you open it through the tray icon then go into settings to change the password.
nl_nl: Vergeet niet om een wachtwoord in te voeren. Als u het wachtwoord bent vergeten, open dan de Duplicati-client op de betreffende machine en zorg ervoor dat u deze opent via het pictogram in het systeemvak. Ga vervolgens naar Instellingen om het wachtwoord te wijzigen.

source: Password <a href="https://docs.duplicati.com/detailed-descriptions/duplicati-access-password" target="_blank" rel="noopener noreferrer"><sh-icon>question</sh-icon></a>
nl_nl: Wachtwoord <a href="https://docs.duplicati.com/detailed-descriptions/duplicati-access-password" target="_blank" rel="noopener noreferrer"><sh-icon>question</sh-icon></a>

source: Enter your password
de: Passwort eingeben
it: Inserisci la tua password
nl_nl: Voer uw wachtwoord in

source: Login <sh-icon>arrow-right</sh-icon>
nl_nl: Aanmelden <sh-icon>arrow-right</sh-icon>

source: Keep me logged in <input type="checkbox" id="rememberMe" tabindex="2" formControlName="rememberMe" />
de: Angemeldet bleiben <input type="checkbox" id="rememberMe" tabindex="2" formControlName="rememberMe" />
nl_nl: Houd mij aangemeld <input type="checkbox" id="rememberMe" tabindex="2" formControlName="rememberMe" />

source: Logging out...
de: Abmelden ...
it: Disconnessione...
nl_nl: Afmelden...

source: You have successfully logged out your being redirected to login page.
de: Sie haben sich erfolgreich abgemeldet und werden zur Login-Seite weitergeleitet.
it: Ti sei disconnesso correttamente e sei stato reindirizzato alla pagina di accesso.
nl_nl: U bent succesvol afgemeld en wordt doorgestuurd naar de inlogpagina.

source: Go to login page
de: Gehe zur Login-Seite
it: Vai alla pagina di accesso
nl_nl: Ga naar de inlogpagina

source: If the backup file was not downloaded automatically, <a [href]="downloadLink()" target="_blank">right click and choose "Save as "</a>
nl_nl: Als het back-upbestand niet automatisch is gedownload, <a [href]="downloadLink()" target="_blank">klik met rechts en kies &quot;Opslaan als &quot;</a>

source: Repair
de: Reparieren
it: Ripara
nl_nl: Repareren

source: New update found:
de: Neues Update gefunden:
it: Trovato nuovo aggiornamento:
nl_nl: Nieuwe update gevonden:

source: Show Update
de: Update anzeigen
it: Mostra aggiornamento
nl_nl: Toon update

source: Show Log
de: Log anzeigen
it: Mostra registro
nl_nl: Toon logboek

source: Show Help
de: Hilfe anzeigen
it: Mostra aiuto
nl_nl: Toon hulp

source: Dismiss
de: Verwerfen
it: Rifiuta
nl_nl: Afwijzen

source: The backup is missing, has it been deleted?
de: Die Sicherung fehlt, wurde sie gelöscht?
it: Backup non trovato, è stato eliminato?
nl_nl: De back-up ontbreekt, is deze verwijderd?

source: The backup was temporary and does not exist anymore, so the log data is lost
de: Die Sicherung war temporär und existiert nicht mehr, die Protokolldaten sind daher verloren
it: Il backup era temporaneo e non esiste più, quindi i dati del registro sono persi
nl_nl: De back-up was tijdelijk en bestaat niet meer, waardoor de log-gegevens verloren zijn gegaan

source: Failed to find backup:
de: Sicherung konnte nicht gefunden werden:
it: Impossibile trovare il backup:
nl_nl: Back-up niet gevonden:

source: Backup repaired
de: Sicherung repariert
it: Backup riparato
nl_nl: Back-up gerepareerd

source: Failed to repair backup:
de: Reparatur der Sicherung fehlgeschlagen:
it: Impossibile riparare il backup:
nl_nl: Back-up repareren mislukt:

source: No more notifications
de: Keine weiteren Benachrichtigungen
it: Nessuna altra notifica
nl_nl: Geen meldingen meer

source: Restore options
de: Wiederherstellungsoptionen
it: Opzioni ripristino
nl_nl: Herstelopties

source: Where do you want to restore files to?
de: Wohin sollen die Dateien wiederhergestellt werden?
it: Dove vuoi ripristinare i file?
nl_nl: Waarheen wilt u de bestanden herstellen?

source: Original location <input type="radio" name="restoreFrom" value="original" formControlName="restoreFrom" />
de: Ursprünglicher Ort <input type="radio" name="restoreFrom" value="original" formControlName="restoreFrom" />
nl_nl: Oorspronkelijke locatie <input type="radio" name="restoreFrom" value="original" formControlName="restoreFrom" />

source: Pick location <input type="radio" name="restoreFrom" value="pickLocation" formControlName="restoreFrom" />
de: Ort auswählen <input type="radio" name="restoreFrom" value="pickLocation" formControlName="restoreFrom" />
it: Scegli la posizione <input type="radio" name="restoreFrom" value="pickLocation" formControlName="restoreFrom" />
nl_nl: Kies een locatie <input type="radio" name="restoreFrom" value="pickLocation" formControlName="restoreFrom" />

source: How do you want to handle existing files?
de: Wie sollen bestehende Dateien behandelt werden?
it: Come vuoi gestire i file esistenti?
nl_nl: Hoe wilt u omgaan met bestaande bestanden?

source: Overwrite <input type="radio" name="handleExisting" value="overwrite" formControlName="handleExisting" />
de: Überschreiben <input type="radio" name="handleExisting" value="overwrite" formControlName="handleExisting" />
it: Sovrascrivi <input type="radio" name="handleExisting" value="overwrite" formControlName="handleExisting" />
nl_nl: Overschrijven <input type="radio" name="handleExisting" value="overwrite" formControlName="handleExisting" />

source: Save different versions with timestamp in file name <input type="radio" name="handleExisting" value="saveTimestamp" formControlName="handleExisting" />
de: Speichere verschiedene Versionen mit Zeitstempel im Dateinamen <input type="radio" name="handleExisting" value="saveTimestamp" formControlName="handleExisting" />
it: Salva versioni diverse con marca temporale nel nome del file <input type="radio" name="handleExisting" value="saveTimestamp" formControlName="handleExisting" />
nl_nl: Sla verschillende versies op met tijdstempel in de bestandsnaam <input type="radio" name="handleExisting" value="saveTimestamp" formControlName="handleExisting" />

source: Metadata settings
de: Metadaten Einstellungen
it: Impostazioni dei metadati
nl_nl: Metagegevensinstellingen

source: Restore file metadata <input type="checkbox" formControlName="includeMetadata" />
de: Datei Metadaten wiederherstellen <input type="checkbox" formControlName="includeMetadata" />
it: Ripristina i metadati del file <input type="checkbox" formControlName="includeMetadata" />
nl_nl: Bestandsmetagegevens herstellen <input type="checkbox" formControlName="includeMetadata" />

source: Restore read/write permissions <input type="checkbox" formControlName="permissions" />
de: Lese-/Schreib-Berechtigungen wiederherstellen <input type="checkbox" formControlName="permissions" />
it: Ripristina i permessi di lettura/scrittura <input type="checkbox" formControlName="permissions" />
nl_nl: Herstel lees/schrijfrechten <input type="checkbox" formControlName="permissions" />

source: Confirm target folder
de: Zielordner bestätigen
nl_nl: Bevestig doelmap

source: This backup was created on another operating system. Restoring files without specifying a destination folder can cause files to be restored in unexpected places. Are you sure you want to continue without choosing a destination folder?
de: Dieses Backup wurde mit einem anderen Betriebssystem erstellt. Die Wiederherstellung von Dateien ohne Angabe eines Zielordners kann dazu führen, dass Dateien an unerwarteten Stellen wiederhergestellt werden. Sind Sie sicher, dass Sie fortfahren möchten, ohne ein Zielverzeichnis zu wählen?
nl_nl: De back-up werd aangemaakt op een ander besturingssysteem. Bestanden terugzetten zonder een doelmap op te geven kan tot gevolg hebben dat bestanden worden teruggezet naar onverwachte plaatsen. Bent u er zeker van dat u wilt doorgaan zonder een doelmap te kiezen?

source: Current destination type <strong>{{ selectedDestinationType()?.displayName }}.</strong><br /> Want to select another? <span class="sh-primary">Click here</span>
de: Aktueller Ziel-Typ <strong>{{ selectedDestinationType()?.displayName }}.</strong><br /> Anderen auswählen? <span class="sh-primary">Hier Klicken</span>
it: Tipo di destinazione attuale <strong>{{ selectedDestinationType()?.displayName }}.</strong><br /> Vuoi selezionarne un altra? <span class="sh-primary">Clicca qui</span>
nl_nl: Huidig bestemmingstype <strong>{{ selectedDestinationType()?.displayName }}.</strong><br /> Andere selecteren? <span class="sh-primary">Klik hier</span>

source: All destinations
de: Alle Ziele
it: Tutte le destinazioni
nl_nl: Alle bestemmingen

source: The remote destination does not contain any backups. Please check if the destination details are correct.
de: Das Ziel-Verzeichnis enthält keine Sicherungen. Bitte prüfen Sie, ob die Ziel-Details richtig sind.
it: La destinazione remota non contiene backup. Verifica che i dati di destinazione siano corretti.
nl_nl: De externe bestemming bevat back-ups. Controleer of de bestemmingsgegevens correct zijn.

source: Folder contains no backup
de: Der Ordner enthält keine Sicherung
it: La cartella non contiene backup
nl_nl: Map bevat geen back-up

source: The remote destination is empty. Please check if the destination details are correct.
de: Das Ziel-Verzeichnis ist leer. Bitte prüfen Sie, ob die Ziel-Details richtig sind.
it: La destinazione remota è vuota. Verifica che i dati di destinazione siano corretti.
nl_nl: De externe bestemming is leeg. Controleer of de bestemmingsgegevens correct zijn.

source: Folder is empty
de: Der Ordner ist leer
it: La cartella è vuota
nl_nl: Map is leeg

source: Enter backup passphrase if defined.
de: Sicherungspassphrase eingeben, falls vorhanden
it: Inserisci la passphrase del backup, se definita.
nl_nl: Voer een back-upwachtwoordzin in, indien ingesteld.

source: <sh-radio /><sh-radio /> Encryption
de: <sh-radio /><sh-radio /> Verschlüsselung
it: <sh-radio /><sh-radio /> Crittografia
nl_nl: <sh-radio /><sh-radio /> Encryptie

source: <sh-radio /><sh-radio /> Select files
de: <sh-radio /><sh-radio /> Dateien auswählen
it: <sh-radio /><sh-radio /> Seleziona i file
nl_nl: <sh-radio /><sh-radio /> Selecteer bestanden

source: An error occurred while copying the backup to a temporary location: err.message
de: Ein Fehler trat beim Kopieren der Sicherung an einen temporären Ort auf: err.message
it: Si è verificato un errore durante la copia del backup in una posizione temporanea: err.message
nl_nl: Er trad een fout op bij het kopiren van de back-up naar een tijdelijke locatie: err.message

source: Error occured
de: Ein Fehler ist aufgetreten
it: Si è verificato un errore
nl_nl: Fout opgetreden

source: Missing Local Database
de: Die lokale Datenbank fehlt
it: Database locale mancante
nl_nl: Lokale database ontbreekt

source: The local database for this backup is missing. Please repair or recreate the local database before restoring.
de: Die lokale Datenbank für diese Sicherung fehlt. Bitte reparieren Sie die lokale Datenbank oder erstellen sie neu bevor Sie eine Wiederherstellung ausführen.
it: Il database locale per questo backup è mancante. Ripara o ricrea il database locale prima del ripristino.
nl_nl: De lokale database voor deze back-up ontbreekt. Herstel of maak de lokale database opnieuw aan voordat u gaat herstellen.

source: An error occurred while loading the backup filesets: err.message
de: Ein Fehler trat beim Laden der Sicherungseinstellungen auf: err.message
it: Si è verificato un errore durante il caricamento dei gruppi di file del backup: err.message
nl_nl: Er is een fout opgetreden bij het laden van de back-upbestandslijsten: err.message

source: The remote storage is encrypted. Please enter the passphrase to access the backup.
de: Der Ziel-Speicher ist verschlüsselt. Bitte geben Sie die Passphrase für den Zugriff auf die Sicherung ein.
it: L'archivio remoto è crittografato. Inserisci la passphrase per accedere al backup.
nl_nl: De externe opslag is versleuteld. Voer de wachtwoordzin in om toegang te krijgen tot de back-up.

source: The backup storage folder was not found.
de: Der Sicherungsordner wurde nicht gefunden.
it: La cartella di archiviazione del backup non è stata trovata.
nl_nl: De back-upopslagmap is nier gevonden.

source: The backup storage folder does not contain any filesets.
de: Der Sicherungsordner enthält keine Einstellungsdateien.
it: La cartella di archiviazione del backup non contiene nessun gruppo di file.
nl_nl: De back-upopslagmap bevat geen bestanden.

source: Failed to load backup filesets
de: Die Sicherungseinstellungen konnten nicht geladen werden
it: Impossibile caricare i gruppi di file del backup
nl_nl: Het laden van back-upbestandslijsten is mislukt

source: Restore completed
de: Wiederherstellung vollständig
it: Ripristino completato
nl_nl: Herstellen voltooid

source: Restore progress: {{ statusData()?.statusText }} <sh-spinner class="primary" /><sh-spinner class="primary" />
de: Wiederherstellung Fortschritt: {{ statusData()?.statusText }} <sh-spinner class="primary" /><sh-spinner class="primary" />
it: Avanzamento ripristino: {{ statusData()?.statusText }} <sh-spinner class="primary" /><sh-spinner class="primary" />
nl_nl: Herstelvoortgang: {{ statusData()?.statusText }} <sh-spinner class="primary" /><sh-spinner class="primary" />

source: Files processed:
de: Verarbeitete Dateien:
it: File elaborati:
nl_nl: Verwerkte bestanden:

source: Size processed:
de: Verarbeitete Größe:
it: Dimensione elaborata:
nl_nl: Verwerkte grootte:

source: Notifications
de: Benachrichtigungen
it: Notifiche
nl_nl: Meldingen

source: Select files
de: Wähle Dateien
it: Seleziona i file
nl_nl: Selecteer bestanden

source: (partial)
de: (partiell)
it: (parziale)
nl_nl: (gedeeltelijk)

source: Restore from config <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Back </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isRestoring()" [class.loader]="isRestoring()"><sh-icon>download-simple</sh-icon> Restore </button></div>
de: Wiederherstellen mittels Konfiguration <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Zurück </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isRestoring()" [class.loader]="isRestoring()"><sh-icon>download-simple</sh-icon> Wiederherstellen </button></div>
it: Ripristino da configurazione <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Indietro </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isRestoring()" [class.loader]="isRestoring()"><sh-icon>download-simple</sh-icon> Ripristina </button></div>
nl_nl: Herstel vanuit configuratie <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Terug </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isRestoring()" [class.loader]="isRestoring()"><sh-icon>download-simple</sh-icon> Herstel </button></div>

source: Select a configuration file
de: Konfigurationsdatei auswählen
it: Seleziona un file di configurazione
nl_nl: Selecteer een configuratiebestand

source: Where do you want to restore from?
de: Von wo wollen Sie wiederherstellen?
it: Da dove vuoi ripristinare?
nl_nl: Waar vandaan wilt u herstellen?

source: Restore <sh-icon>arrow-right</sh-icon>
de: Wiederherstellen <sh-icon>arrow-right</sh-icon>
it: Ripristino <sh-icon>arrow-right</sh-icon>
nl_nl: Herstellen <sh-icon>arrow-right</sh-icon>

source: Direct restore from backup files
de: Direkte Wiederherstellung aus Sicherungsdateien
nl_nl: Direct herstellen vanuit back-upbestanden

source: Point to your backup files and restore from there.
de: Sicherungsdateien auswählen und von dort wiederherstellen.
nl_nl: Verwijs naar uw back-upbestanden en herstel vanaf daar.

source: Restore from configuration
de: Aus Konfiguration wiederherstellen
nl_nl: Herstellen vanuit configuratie

source: Load destination from an exported job
de: Ziel aus einem exportierten Job laden
nl_nl: Bestemming laden vanuit een gexporteerde taak

source: Settings saved
de: Einstellungen gespeichert
it: Impostazioni salvate
nl_nl: Instellingen opgeslagen

source: <sh-icon>floppy-disk</sh-icon> Save settings
de: <sh-icon>floppy-disk</sh-icon> Einstellungen speichern
it: <sh-icon>floppy-disk</sh-icon> Salva impostazioni
nl_nl: <sh-icon>floppy-disk</sh-icon> Instellingen opslaan

source: Register on console
de: Auf Konsole registrieren
nl_nl: Registreren op console

source: Machine is now registered, open this link to add it to your account:
de: Die Maschine ist jetzt registriert, öffnen Sie diesen Link um ihn Ihrem Konto hinzuzufügen:
it: Il computer è ora registrato, apri questo link per aggiungerlo al tuo account
nl_nl: Machine is geregistreerd, open deze link en voeg het toe aan uw account:

source: Registering, please wait...
de: Registriere, bitte warten ...
it: Registrazione, per favore attendi...
nl_nl: Registreren, even geduld a.u.b.

source: Disable console connection
de: Konsolenverbindung deaktivieren
nl_nl: Consoleverbinding uitschakelen

source: Enable console connection
de: Konsolenverbindung aktivieren
nl_nl: Consoleverbinding inschakelen

source: Delete console connection setup
de: Einstellungen der Konsolenverbindung löschen
nl_nl: Consoleverbindingsinstellingen verwijderen

source: Reporting configured by server @if (copiedReportingUrl() === true) {<sh-icon>check</sh-icon>}@else {<sh-icon>copy</sh-icon>}
nl_nl: Rapportage geconfigureerd door server @if (copiedReportingUrl() === true) {<sh-icon>check</sh-icon>}@else {<sh-icon>copy</sh-icon>}

source: Console connection is enabled but not connected
de: Konsolenverbindung ist aktiviert aber nicht verbunden
nl_nl: Consoleverbinding is ingeschakeld maar niet verbonden

source: Connected to console
de: Mit der Konsole verbunden
nl_nl: Verbonden met console

source: Registering machine...
de: Registriere Maschine...
nl_nl: Machine wordt geregistreerd...

source: Registration failed
de: Registrierung fehlgeschlagen
nl_nl: Registratie mislukt

source: Registered, waiting for accept
de: Registriert, warte auf Bestätigung
nl_nl: Geregistreerd, wachten op acceptatie

source: Console connection is configured but not enabled
de: Konsolenverbindung ist konfiguriert aber nicht aktiviert
nl_nl: Consoleverbinding is geconfigureerd maar niet ingeschakeld

source: ...loading...
de: ...laden...
nl_nl: ...laden...

source: Console connection is not set up
de: Konsolenverbindung ist nicht eingerichtet
nl_nl: Consoleverbinding is niet ingesteld

source: Are you sure you want to delete the console registration?
de: Möchten Sie die Registrierung der Konsolenverbindung wirklich löschen?
nl_nl: Weet u zeker dat u de consoleregistratie wilt verwijderen?

source: Delete registration
de: Registrierung löschen
it: Elimina la registrazione
nl_nl: Verwijder registratie

source: Settings
de: Einstellungen
it: Impostazioni
nl_nl: Instellingen

source: Configure your backup settings.
de: Sicherungseinstellungen konfigurieren.
it: Configura le impostazioni di backup.
nl_nl: Configureer uw back-upinstellingen.

source: Connect to console
de: Verbinde mit Konsole
nl_nl: Verbinden met console

source: Disable console control
nl_nl: Consolebesturing uitschakelen

source: Disabling console control will disable remote access to this machine from the console, but will keep the registration intact and allow pushing settings from the console.
nl_nl: Als u de consolebesturing uitschakelt, wordt de externe toegang tot deze machine via de console uitgeschakeld. De registratie blijft echter intact en het pushen van instellingen via de console blijft mogelijk.

source: Remote control disabled
de: Fernzugriff Kontrolle deaktiviert
nl_nl: Besturing op afstand uitgeschakeld
