Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: <sh-icon>circle-half-tilt</sh-icon> Test phase <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
it: <sh-icon>circle-half-tilt</sh-icon> Fase di test <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
nl_nl: <sh-icon>circle-half-tilt</sh-icon> Testfase <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>

source: Verifications: {{ item.data?.TestResults?.VerificationsActualLength }}
de: Überprüfungen: {{ item.data?.TestResults?.VerificationsActualLength }}
it: Verifiche: {{ item.data?.TestResults?.VerificationsActualLength }}
nl_nl: Verificaties: {{ item.data?.TestResults?.VerificationsActualLength }}

source: Warnings: {{ item.data?.TestResults?.WarningsActualLength }}
de: Warnungen: {{ item.data?.TestResults?.WarningsActualLength }}
it: Avvisi: {{ item.data?.TestResults?.WarningsActualLength }}
nl_nl: Waarschuwingen: {{ item.data?.TestResults?.WarningsActualLength }}

source: Errors: {{ item.data?.TestResults?.ErrorsActualLength }}
de: Fehler: {{ item.data?.TestResults?.ErrorsActualLength }}
it: Errori: {{ item.data?.TestResults?.ErrorsActualLength }}
nl_nl: Fouten: {{ item.data?.TestResults?.ErrorsActualLength }}

source: <sh-icon>file-archive</sh-icon> Compact phase <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
de: <sh-icon>file-archive</sh-icon> Komprimierungsphase <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
it: <sh-icon>file-archive</sh-icon> Fase di compattazione <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
nl_nl: <sh-icon>file-archive</sh-icon> Opschoonfase <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>

source: Deleted files: {{ item.data?.CompactResults?.DeletedFileCount }} ({{ item.data?.CompactResults?.DeletedFileSize | bytes: true : true }})
de: Gelöschte Dateien: {{ item.data?.CompactResults?.DeletedFileCount }} ({{ item.data?.CompactResults?.DeletedFileSize | bytes: true : true }})
it: File eliminati: {{ item.data?.CompactResults?.DeletedFileCount }} ({{ item.data?.CompactResults?.DeletedFileSize | bytes: true : true }})
nl_nl: Verwijderde bestanden: {{ item.data?.CompactResults?.DeletedFileCount }} ({{ item.data?.CompactResults?.DeletedFileSize | bytes: true : true }})

source: Downloaded files: {{ item.data?.CompactResults?.DownloadedFileCount }} ({{ item.data?.CompactResults?.DownloadedFileSize | bytes: true : true }})
de: Heruntergeladene Dateien: {{ item.data?.CompactResults?.DownloadedFileCount }} ({{ item.data?.CompactResults?.DownloadedFileSize | bytes: true : true }})
it: File scaricati: {{ item.data?.CompactResults?.DownloadedFileCount }} ({{ item.data?.CompactResults?.DownloadedFileSize | bytes: true : true }})
nl_nl: Gedownloade bestanden: {{ item.data?.CompactResults?.DownloadedFileCount }} ({{ item.data?.CompactResults?.DownloadedFileSize | bytes: true : true }})

source: Uploaded files: {{ item.data?.CompactResults?.UploadedFileCount }} ({{ item.data?.CompactResults?.UploadedFileSize | bytes: true : true }})
de: Hochgeladene Dateien: {{ item.data?.CompactResults?.UploadedFileCount }} ({{ item.data?.CompactResults?.UploadedFileSize | bytes: true : true }})
it: File caricati: {{ item.data?.CompactResults?.UploadedFileCount }} ({{ item.data?.CompactResults?.UploadedFileSize | bytes: true : true }})
nl_nl: Geploade bestanden: {{ item.data?.CompactResults?.UploadedFileCount }} ({{ item.data?.CompactResults?.UploadedFileSize | bytes: true : true }})

source: <sh-icon>warning-circle</sh-icon> Verifications {{ $any(item.data).VerificationsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
de: <sh-icon>warning-circle</sh-icon> Überprüfungen {{ $any(item.data).VerificationsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
it: <sh-icon>warning-circle</sh-icon> Verifiche {{ $any(item.data).VerificationsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
nl_nl: <sh-icon>warning-circle</sh-icon> Verificaties {{ $any(item.data).VerificationsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>

source: <sh-icon>warning-circle</sh-icon> Warnings {{ item.data?.WarningsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
de: <sh-icon>warning-circle</sh-icon> Warnungen {{ item.data?.WarningsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
it: <sh-icon>warning-circle</sh-icon> Avvisi {{ item.data?.WarningsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
nl_nl: <sh-icon>warning-circle</sh-icon> Waarschuwingen {{ item.data?.WarningsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>

source: <sh-icon>warning</sh-icon> Errors {{ item.data?.ErrorsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
de: <sh-icon>warning</sh-icon> Fehler {{ item.data?.ErrorsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
it: <sh-icon>warning</sh-icon> Errori {{ item.data?.ErrorsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
nl_nl: <sh-icon>warning</sh-icon> Fouten {{ item.data?.ErrorsActualLength }} <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>

source: <sh-icon>notepad</sh-icon> Complete log <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
de: <sh-icon>notepad</sh-icon> Gesamter Log <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
it: <sh-icon>notepad</sh-icon> Registro completo <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>
nl_nl: <sh-icon>notepad</sh-icon> Compleet logbestand <div class="actions"><sh-icon class="toggle-indicator">caret-down</sh-icon></div>

source: took durationString
de: dauerte durationString
it: durata durationString
nl_nl: duurde durationString

source: uploaded this.#sizePipe.transform(item.data?.BackendStatistics?.BytesUploaded)
de: Hochgeladen this.#sizePipe.transform(item.data?.BackendStatistics?.BytesUploaded)
it: caricato this.#sizePipe.transform(item.data?.BackendStatistics?.BytesUploaded)
nl_nl: gepload this.#sizePipe.transform(item.data?.BackendStatistics?.BytesUploaded)

source: backup size this.#sizePipe.transform(item.data?.BackendStatistics?.KnownFileSize)
de: Sicherungs-Größe this.#sizePipe.transform(item.data?.BackendStatistics?.KnownFileSize)
it: dimensione backup this.#sizePipe.transform(item.data?.BackendStatistics?.KnownFileSize)
nl_nl: back-upgrootte this.#sizePipe.transform(item.data?.BackendStatistics?.KnownFileSize)

# errorCount
source: errorCount errorerrorCount === 1 ? '' : 's'
de: errorCount FehlererrorCount === 1 ? '' : 's'
it: errorCount erroreerrorCount === 1 ? '' : 's'
nl_nl: errorCount fouterrorCount === 1 ? '' : 's'

# warningCount
source: warningCount warningwarningCount === 1 ? '' : 's'
de: warningCount WarnungwarningCount === 1 ? '' : 's'
it: warningCount avvisowarningCount === 1 ? '' : 's'
nl_nl: warningCount waarschuwingwarningCount === 1 ? '' : 's'

source: Last successful backup:
de: Letzte erfolgreiche Sicherung:
it: Ultimo backup riuscito:
nl_nl: Laatste succesvolle back-up:

source: took
de: dauerte
it: durata
nl_nl: duurde

source: N/A
nl_nl: N.v.t.

source: Source:
de: Quelle:
it: Sorgente:
nl_nl: Bron:

source: Destination:
de: Ziel:
it: Destinazione:
nl_nl: Bestemming:

source: {{ _backup.Backup.Metadata?.['BackupListCount'] }} Version
nl_nl: {{ _backup.Backup.Metadata?.['BackupListCount'] }} Versie

source: No version yet
de: Noch keine Version
it: Ancora nessuna versione
nl_nl: Nog geen versie

source: Destination
de: Ziel
it: Destinazione
nl_nl: Bestemming

source: Backup name missing
de: Sicherungsname fehlt
it: Nome del backup mancante
nl_nl: Back-upnaam ontbreekt

source: @if (copiedFromIndex() === $index) {<sh-icon>check</sh-icon> Copied }@else {<sh-icon>copy</sh-icon> Copy to clipboard }
de: @if (copiedFromIndex() === $index) {<sh-icon>check</sh-icon> Kopiert }@else {<sh-icon>copy</sh-icon> Kopiere ins Clipboard }
it: @if (copiedFromIndex() === $index) {<sh-icon>check</sh-icon> Copiato }@else {<sh-icon>copy</sh-icon> Copia negli appunti }
nl_nl: @if (copiedFromIndex() === $index) {<sh-icon>check</sh-icon> Gekopieerd }@else {<sh-icon>copy</sh-icon> Kopieer naar klembord }

source: <sh-icon>pen</sh-icon> New custom option
de: <sh-icon>pen</sh-icon> Neue Benutzer-Option
it: <sh-icon>pen</sh-icon> Nuova opzione personalizzata
nl_nl: <sh-icon>pen</sh-icon> Nieuwe aangepaste optie

source: By adding this option it will override the matching global option
de: Das Hinzufügen dieser Option wird die entsprechende globale Option überschreiben
it: Aggiungendo questa opzione sovrascriverà l'opzione globale corrispondente
nl_nl: Door deze optie toe te voegen, wordt de overeenkomende globale optie overschreven

source: Options
de: Optionen
it: Opzioni
nl_nl: Opties

source: Remote volume size @if (exceededVolumeSize()) {<sh-icon class="warning">warning</sh-icon>}
de: Ziel-Volumen-Größe @if (exceededVolumeSize()) {<sh-icon class="warning">warning</sh-icon>}
it: Dimensione del volume remoto @if (exceededVolumeSize()) {<sh-icon class="warning">warning</sh-icon>}
nl_nl: Externe volumegrootte @if (exceededVolumeSize()) {<sh-icon class="warning">warning</sh-icon>}

source: The chosen size is outside the recommended range. This may cause performance issues, excessively large temporary files or other problems.
de: Die gewählte Größe ist außerhalb des empfohlenen Bereichs. Dies kann Performance-Einbußen, extrem große temporäre Dateien oder andere Probleme hervorrufen.
it: La dimensione scelta non rientra nell'intervallo consigliato. Ciò può causare problemi di prestazioni, file temporanei troppo grandi o altri problemi.
nl_nl: De gekozen grootte is buiten de aanbevolen reeks. Dit kan prestatieproblemen, reusachtig grote tijdelijke bestanden of andere problemen veroorzaken.

source: The backups will be split up into multiple files called volumes. Here you can set the maximum size of the individual volume files. <a href="https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683" target="_blank" class="sh-primary"> Read more <sh-icon suffix>arrow-square-out</sh-icon></a>
de: Die Sicherung wird in mehrere Dateien genannt Volumes geteilt. Hier kann die maximale Größe der individuellen Volume-Dateien gesetzt werden. <a href="https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683" target="_blank" class="sh-primary"> Mehr lesen <sh-icon suffix>arrow-square-out</sh-icon></a>
it: I backup saranno suddivisi in più file chiamati volumi. Qui puoi impostare la dimensione massima dei singoli file dei volumi. <a href="https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683" target="_blank" class="sh-primary"> Maggiori informazioni <sh-icon suffix>arrow-square-out</sh-icon></a>
nl_nl: De back-ups zullen worden opgesplitst in meerdere bestanden, oftewel volumes. Hier kunt u de maximumgrootte instellen voor de afzonderlijke volumebestanden. <a href="https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683" target="_blank" class="sh-primary"> Meer info <sh-icon suffix>arrow-square-out</sh-icon></a>

source: Backup retention
de: Sicherungsaufbewahrung
it: Conservazione backup
nl_nl: Back-up retentie

source: Nothing will be deleted. The backup size will grow with each change.
de: Es wird nichts gelöscht. Die Sicherungsgröße erhöht sich mit jeder Änderung.
it: Non sarà eliminato nulla. Le dimensioni del backup aumentano a ogni cambiamento.
nl_nl: Er zal niets verwijderd worden. De back-upgrootte zal toenemen met iedere verandering.

source: If at least one newer backup is found, all backups older than this date are deleted.
de: Falls mindestens eine neuere Sicherung gefunden wird, werden alle Sicherungen älter als dieses Datum gelöscht.
it: Se si trova almeno un backup più recente, tutti i backup più vecchi di questa data sono eliminati.
nl_nl: Als tenminste n nieuwere back-up is gevonden, zullen alle back-ups die ouder zijn dan deze datum worden verwijderd.

source: Time to keep versions
de: Aufbewahrungszeit der Versionen
it: Tempo di conservazione delle versioni
nl_nl: Tijdsduur voor het behouden van versies

source: Once there are more backups than the specified number, the oldest backups are deleted.
de: Sobald mehr Sicherungen als angegeben vorhanden sind, werden die ältesten Sicherungen gelöscht.
it: Quando il numero di backup è superiore a quello specificato, i backup più vecchi sono eliminati.
nl_nl: Zodra er meer back-ups zijn dan het opgegeven aantal, zullen de oudste back-ups worden verwijderd.

source: Number of versions
de: Anzahl der Versionen
it: Numero di versioni
nl_nl: Aantal versies

source: Over time backups will be deleted automatically. There will remain one backup for each of the last 7 days, each of the last 4 weeks, each of the last 12 months. There will always be at least one remaining backup.
de: Mit der Zeit werden die Sicherungen automatisch gelöscht. Es bleibt eine Sicherung für jeden der letzten 7 Tage, jede der letzten 4 Wochen und jeden der letzten 12 Monate erhalten. Es bleibt immer mindestens eine Sicherung erhalten.
it: Con il passare del tempo i backup saranno eliminati automaticamente. Rimarrà un backup per ciascuno degli ultimi 7 giorni, per ciascuna delle ultime 4 settimane e per ciascuno degli ultimi 12 mesi. Rimarrà sempre almeno un backup.
nl_nl: Na verloop van tijd worden back-upversies automatisch verwijderd. Er zal n back-up overblijven voor elk van de afgelopen 7 dagen, elk van de afgelopen 4 weken, elk van de laatste 12 maanden. Er zal altijd minstens n back-up overblijven.

source: Enter a retention strategy manually. Placeholders are D/W/Y for days/weeks/years and U for unlimited. The syntax is: 7D:1D,4W:1W,36M:1M. This example keeps one backup for each of the next 7 days, one for each of the next 4 weeks, and one for each of the next 36 months. This can also be written as 1W:1D,1M:1W,3Y:1M.
de: Geben Sie eine Aufbewahrungregel manuell ein. Platzhalter sind D/W/Y für Tag/Woche/Jahr und U für unbegrenzt. Die Syntax lautet: 7D:1D,4W:1W,36M:1M. Dieses Beispiel behält eine Sicherung für jeden der nächsten 7 Tage, jede der nächsten 4 Wochen und jeden der nächsten 36 Monate. Die Schreibweise 1W:1D,1M:1W,3Y:1M ist ebenso gültig.
it: Inserisci una strategia di conservazione manualmente. I segnaposto sono D/W/Y per giorni/settimane/anni e U per illimitato. La sintassi è: 7D:1D, 4W:1W, 36M:1M. Questo esempio conserva un backup per i 7 giorni successivi, uno per le 4 settimane successive e uno per i 36 mesi successivi. Questo può anche essere scritto come 1W:1D,1M:1W,3Y:1M.
nl_nl: Voer handmatig een retentie-strategie in. Tijdelijke aanduidingen zijn D/W/Y voor dagen/weken/jaren en U voor ongelimiteerd. De syntax is: 7D:1D,4W:1W,36M:1M. Dit voorbeeld bewaart n back-up voor elk van de volgende 7 dagen, n voor elk van de volgende 4 weken, en n voor elk van de volgende 36 maanden. Dit kan ook geschreven worden als 1W:1D,1M:1W,3Y:1M.

source: Retention expression
de: Aufbewahrungs-Regel
it: Espressione di conservazione
nl_nl: Retentie-expressie

source: <sh-icon>arrow-right</sh-icon> Submit
de: <sh-icon>arrow-right</sh-icon> Senden
it: <sh-icon>arrow-right</sh-icon> Invia
nl_nl: <sh-icon>arrow-right</sh-icon> Indienen

source: Keep all backups
de: Alle Sicherungen behalten
it: Mantieni tutti i backup
nl_nl: Behoud alle back-ups

source: Delete backups that are older than
de: Sicherungen löschen, die älter sind als
it: Elimina i backup più vecchi di
nl_nl: Verwijder back-ups die ouder zijn dan

source: Keep a specific number of backups
de: Eine bestimmte Anzahl von Sicherungen behalten
it: Mantieni un numero specifico di backup
nl_nl: Behoud een specifiek aantal back-ups

source: Smart backup retention
de: Intelligente Sicherungsaufbewahrung
it: Conservazione intelligente backup
nl_nl: Slimme back-up retentie

source: Custom backup retention
de: Benutzerdefinierte Sicherungsaufbewahrung
it: Conservazione personalizzata backup
nl_nl: Aangepaste back-up retentie

source: Schedule
de: Zeitplan
it: Pianificazione
nl_nl: Planning

source: Automatically run backups <input type="checkbox" [(ngModel)]="scheduleFields.autoRun" />
de: Führe Sicherung automatisch aus <input type="checkbox" [(ngModel)]="scheduleFields.autoRun" />
it: Avvia automaticamente i backup <input type="checkbox" [(ngModel)]="scheduleFields.autoRun" />
nl_nl: Voer back-ups automatisch uit <input type="checkbox" [(ngModel)]="scheduleFields.autoRun" />

source: If a date was missed, the job will run as soon as possible.
de: Wurde ein Zeitpunkt verpasst, startet die Sicherung so bald wie möglich.
it: Se non è stata rispettata una data, il lavoro sarà eseguito il prima possibile.
nl_nl: Als een geplande taak werd overgeslagen, zal de taak zo snel mogelijk na het geplande tijdstip starten.

source: Next time
de: Nächstes Mal
it: Prossima volta
nl_nl: Volgende keer

source: Run again every
de: Wiederholen alle
it: Esegui nuovamente ogni
nl_nl: Voer opnieuw uit iedere

source: Allowed days
de: Erlaubte Tage
it: Giorni consentiti
nl_nl: Alleen op deze dagen

source: Monday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.mon" />
de: Montag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.mon" />
it: Lunedì <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.mon" />
nl_nl: Maandag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.mon" />

source: Tuesday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.tue" />
de: Dienstag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.tue" />
it: Martedì <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.tue" />
nl_nl: Dinsdag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.tue" />

source: Wednesday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.wed" />
de: Mittwoch <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.wed" />
it: Mercoledì <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.wed" />
nl_nl: Woensdag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.wed" />

source: Thursday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.thu" />
de: Donnerstag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.thu" />
it: Giovedì <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.thu" />
nl_nl: Donderdag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.thu" />

source: Friday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.fri" />
de: Freitag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.fri" />
it: Venerdì <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.fri" />
nl_nl: Vrijdag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.fri" />

source: Saturday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sat" />
de: Samstag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sat" />
it: Sabato <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sat" />
nl_nl: Zaterdag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sat" />

source: Sunday <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sun" />
de: Sonntag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sun" />
it: Domenica <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sun" />
nl_nl: Zondag <input type="checkbox" [(ngModel)]="scheduleFields.runAgain().allowedDays.sun" />

source: <sh-icon>arrow-right</sh-icon> Continue
de: <sh-icon>arrow-right</sh-icon> Weiter
it: <sh-icon>arrow-right</sh-icon> Continua
nl_nl: <sh-icon>arrow-right</sh-icon> Ga verder

source: Seconds
de: Sekunden
it: Secondi
nl_nl: Seconden

source: Minutes
de: Minuten
it: Minuti
nl_nl: Minuten

source: Hours
de: Stunden
it: Ore
nl_nl: Uur

source: Days
de: Tage
it: Giorni
nl_nl: Dagen

source: Weeks
de: Wochen
it: Settimane
nl_nl: Weken

source: Months
de: Monate
it: Mesi
nl_nl: Maanden

source: Years
de: Jahre
it: Anni
nl_nl: Jaren

source: Select an option...
de: Option auswählen...
it: Seleziona un'opzione...
nl_nl: Selecteer een optie...

source: Source Data
de: Quell-Daten
it: Dati sorgente
nl_nl: Bron

source: Paths
de: Pfade
it: Percorsi
nl_nl: Paden

source: Add a path directly from your machine.
de: Pfad von Ihrer Maschine direkt eingeben.
it: Aggiungi un percorso direttamente dal tuo computer.
nl_nl: Voeg een pad rechtstreeks vanaf uw computer toe.

source: Edit path
de: Pfad bearbeiten
it: Modifica percorso
nl_nl: Bewerk pad

source: Add a direct path
de: Pfad direkt eingeben
it: Aggiungi un percorso diretto
nl_nl: Voeg een direct pad toe

source: Customize your filters.
de: Passen Sie Ihre Filter an.
it: Personalizza i tuoi filtri.
nl_nl: Pas uw filters aan.

source: Add filter
de: Filter hinzufügen
it: Aggiungi filtro
nl_nl: Voeg filter toe

source: Exclude
de: Ausschließen
it: Escludi
nl_nl: Uitsluiten

source: Choose if theres any files you want to exclude.
nl_nl: Kies of er bestanden zijn die u wilt uitsluiten.

source: Files with the Hidden attribute <input type="checkbox" i18n-placeholder placeholder="Hidden files" formControlName="hidden" />
de: Dateien mit Attribut versteckt <input type="checkbox" i18n-placeholder placeholder="Hidden files" formControlName="hidden" />
it: File con l'attributo Nascosto <input type="checkbox" i18n-placeholder placeholder="Hidden files" formControlName="hidden" />
nl_nl: Bestanden met het Verborgen-attribuut <input type="checkbox" i18n-placeholder placeholder="Hidden files" formControlName="hidden" />

source: Hidden files
de: Versteckte Dateien
it: File nascosti
nl_nl: Verborgen bestanden

source: Files with the System attribute <input type="checkbox" i18n-placeholder placeholder="System files" formControlName="system" />
de: Dateien mit Attribut System <input type="checkbox" i18n-placeholder placeholder="System files" formControlName="system" />
it: File con l'attributo di Sistema <input type="checkbox" i18n-placeholder placeholder="System files" formControlName="system" />
nl_nl: Bestanden met het Systeem-attribuut <input type="checkbox" i18n-placeholder placeholder="System files" formControlName="system" />

source: System files
de: Systemdateien
it: File di sistema
nl_nl: Systeembestanden

source: Files with the Temporary attribute <input type="checkbox" i18n-placeholder placeholder="Temporary files" formControlName="temporary" />
de: Dateien mit Attribut temporär <input type="checkbox" i18n-placeholder placeholder="Temporary files" formControlName="temporary" />
it: File con l'attributo Temporaneo <input type="checkbox" i18n-placeholder placeholder="Temporary files" formControlName="temporary" />
nl_nl: Bestanden met het Tijdelijk-attribuut <input type="checkbox" i18n-placeholder placeholder="Temporary files" formControlName="temporary" />

source: Temporary files
de: Temporäre Dateien
it: File temporanei
nl_nl: Tijdelijke bestanden

source: Files larger than
de: Dateien größer als
it: File più grandi di
nl_nl: Bestanden groter dan

source: Are you sure?
de: Sind Sie sicher?
it: Sei sicuro?
nl_nl: Weet u het zeker?
