Repository: duplicati/ngclient
Catalog: projects/ngclient/src/locale/messages.*.xlf
Languages: de, it, nl_nl

source: Backup destination <div class="actions">@if (hasDestination) {<button shButton type="button" class="small" [class.loader]="testSignal() == 'testing'" [disabled]="testSignal() == 'testing'" (click)="testDestination(0, true)"> Test destination </button>}<sh-menu><button shButton type="button" class="small"><sh-icon>dots-three-vertical</sh-icon></button><ng-container menu><button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Edit target URL </button>@if (hasDestination) {<button shButton type="button" class="small" (click)="copyTargetUrl()"><sh-icon>copy</sh-icon> Copy url to clipboard </button>}</ng-container></sh-menu></div>
it: Destinazione backup <div class="actions">@if (hasDestination) {<button shButton type="button" class="small" [class.loader]="testSignal() == 'testing'" [disabled]="testSignal() == 'testing'" (click)="testDestination(0, true)"> Test destinazione </button>}<sh-menu><button shButton type="button" class="small"><sh-icon>dots-three-vertical</sh-icon></button><ng-container menu><button shButton type="button" class="small" (click)="openTargetUrlDialog()"><sh-icon>link</sh-icon> Modifica URL di destinazione </button>@if (hasDestination) {<button shButton type="button" class="small" (click)="copyTargetUrl()"><sh-icon>copy</sh-icon> Copia URL negli appunti </button>}</ng-container></sh-menu></div>

source: COS App Id
it: ID app COS

source: API Token
it: Token API

source: Filejump API Token
it: Filejump Token API

source: Access Grant
it: Accesso consentito

source: @if (showPassword()) {<sh-icon>eye-slash</sh-icon> hide }@else {<sh-icon>eye</sh-icon> show }
it: @if (showPassword()) {<sh-icon>eye-slash</sh-icon> nascondi }@else {<sh-icon>eye</sh-icon> mostra }

source: Import backup configuration <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Back </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isImporting()" [class.loader]="isImporting()"><sh-icon>download-simple</sh-icon> Import </button></div>
it: Importa la configurazione di backup <div class="actions"><button shButton type="button" class="outlined" [routerLink]="['/']"><sh-icon>arrow-left</sh-icon> Indietro </button><button shButton type="submit" class="raised primary" (click)="submit()" [disabled]="isImporting()" [class.loader]="isImporting()"><sh-icon>download-simple</sh-icon> Importa </button></div>

source: Start: {{ item.data?.BeginTime | date: 'medium' }}
it: Avvio: {{ item.data?.BeginTime | date: 'medium' }}

source: {{ _backup.Backup?.Metadata?.['BackupListCount'] }} Version
it: {{ _backup.Backup?.Metadata?.['BackupListCount'] }} Versione

source: @if (clientIsRunning()) {<sh-icon>pause</sh-icon> Pause }@else {<sh-icon>play</sh-icon> Start }
it: @if (clientIsRunning()) {<sh-icon>pause</sh-icon> Pausa }@else {<sh-icon>play</sh-icon> Avvio }

source: Backups are stored in the cloud and can be restored at any time.
it: I backup sono memorizzati nel cloud e possono essere ripristinati in qualsiasi momento.

source: Restores allow you to restore your data from the cloud.
it: Ripristina consente di ripristinare i dati dal cloud.

source: <sh-icon>list</sh-icon> Details
it: <sh-icon>list</sh-icon> Dettagli

source: Original location <input type="radio" name="restoreFrom" value="orignal" formControlName="restoreFrom" />
it: Posizione originale <input type="radio" name="restoreFrom" value="orignal" formControlName="restoreFrom" />

source: Register for remote control
it: Registrazione per il controllo remoto

source: Disable remote control
it: Disabilita controllo remoto

source: Enable remote control
it: Abilita controllo remoto

source: Delete remote control setup
it: Elimina configurazione di controllo remoto

source: Are you sure you want to delete the remote control registration?
it: Sei sicuro di voler eliminare la registrazione del controllo remoto?

source: Remote access control
it: Controllo dell'accesso remoto

source: Official releases
it: Rilasci ufficiali

source: Try out the new features that we are working on. Currently the most stable version available. Test Restore data before using this in production environments.
it: Prova le nuove funzioni a cui stiamo lavorando. Attualmente è la versione più stabile disponibile. Testa il ripristino dei dati prima di utilizzarla in ambienti di produzione.

source: Specific builds for developers only. Not for use with important data.
it: Versioni specifiche per soli sviluppatori. Non utilizzare con dati importanti.

source: Individual builds for developers only. Not for use with important data.
it: Versioni individuali per soli sviluppatori. Non utilizzare con dati importanti.

source: System default (information)
it: Sistema predefinito (informazioni)
